export const audioSections = {
  "verse-1": [
    {
      startAt: "00:00",
      endAt: "00:30",
      content:
        "නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස!<br>\n" +
        "නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස!<br>\n" +
        "නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස!",
    },
    {
      startAt: "00:41",
      endAt: "00:55",
      content:
        "විචිත්තමතිගම්භීර<br>\n" +
        "මනන්තනයමණ්ඩිතං<br>\n" +
        "පට්ඨානං සම්මසන්තස්ස<br>\n" +
        "විමලාමිතබුද්ධියා",
    },
    {
      startAt: "00:06",
      endAt: "01:13",
      content:
        "යස්ස දේහා නික්ඛමිංසු<br>\n" +
        "සුභා ඡබ්බණ්ණරංසියෝ<br>\n" +
        "නීලපීතා රත්තසේතා<br>\n" +
        "මඤ්ජෙට්ඨා ච පභස්සරා",
    },
    {
      startAt: "01:14",
      endAt: "01:30",
      content:
        "තං ලෝකනාථං සුගතං<br>\n" +
        "ධම්මඤ්ච ජිනසේවිතං<br>\n" +
        "සංඝං නිරංගණං සෙට්ඨං<br>\n" +
        "නමාමි සිරසාදරං",
    },
  ],
  "verse-2": [
    {
      startAt: "01:31",
      endAt: "02:42",
      content:
        "හේතුපච්චයෝ ආරම්මණපච්චයෝ<br>\n" +
        "අධිපතිපච්චයෝ අනන්තරපච්චයෝ<br>\n" +
        "සමනන්තරපච්චයෝ සහජාතපච්චයෝ<br>\n" +
        "අඤ්ඤමඤ්ඤපච්චයෝ නිස්සයපච්චයෝ<br>\n" +
        "උපනිස්සයපච්චයෝ පුරේජාතපච්චයෝ<br>\n" +
        "පච්ඡාජාතපච්චයෝ ආසේවනපච්චයෝ<br>\n" +
        "කම්මපච්චයෝ විපාකපච්චයෝ<br>\n" +
        "ආහාරපච්චයෝ ඉන්ද්‍රියපච්චයෝ<br>\n" +
        "ඣානපච්චයෝ මග්ගපච්චයෝ<br>\n" +
        "සම්පයුත්තපච්චයෝ විප්පයුත්තපච්චයෝ<br>\n" +
        "අත්ථිපච්චයෝ නත්ථිපච්චයෝ<br>\n" +
        "විගතපච්චයෝ අවිගතපච්චති.",
    },
  ],
  "verse-3": [
    {
      startAt: "02:43",
      endAt: "03:02",
      content:
        "හේතුපච්චයෝ’ති<br><br>\n හේතූ හේතුසම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුට්ඨානානඤ්ච රූපානං<br>\n" +
        "හේතුපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "03:03",
      endAt: "03:19",
      content:
        "හේතුපච්චයඤාණේන<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-4": [
    {
      startAt: "03:20",
      endAt: "03:39",
      content:
        "ආරම්මණපච්චයෝ’ති<br><br>\n රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ආරම්මණපච්චයේන පච්චයෝ.\n" +
        "<br>\n",
    },
    {
      startAt: "03:40",
      endAt: "03:56",
      content:
        "සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ආරම්මණපච්චයේන පච්චයෝ.\n" +
        "<br>\n",
    },
    {
      startAt: "03:57",
      endAt: "04:12",
      content:
        "ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ආරම්මණපච්චයේන පච්චයෝ." +
        "<br>\n",
    },
    {
      startAt: "04:13",
      endAt: "04:29",
      content:
        "රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ආරම්මණපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "04:30",
      endAt: "04:46",
      content:
        "ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ආරම්මණපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "04:47",
      endAt: "05:09",
      content:
        "රූපායතනං, සද්දායතනං, ගන්ධායතනං,<br>\n" +
        "රසායතනං, ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ආරම්මණපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "05:10",
      endAt: "05:24",
      content:
        "සබ්බේ ධම්මා මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ආරම්මණපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "05:25",
      endAt: "05:44",
      content:
        "යං යං ධම්මං ආරබ්භ<br>\n" +
        "යේ යේ ධම්මා උප්පජ්ජන්ති<br>\n" +
        "චිත්තචේතසිකා ධම්මා,<br>\n" +
        "තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>\n" +
        "ආරම්මණපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "05:45",
      endAt: "05:59",
      content:
        "ආරම්මණඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-5": [
    {
      startAt: "06:01",
      endAt: "06:19",
      content:
        "අධිපතිපච්චයෝ’ති<br><br>\n ඡන්දාධිපති<br>\n" +
        "ඡන්දසම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුට්ඨානානඤ්ච රූපානං<br>\n" +
        "අධිපතිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "06:20",
      endAt: "06:35",
      content:
        "විරියාධිපති<br>\n" +
        "විරියසම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුට්ඨානානඤ්ච රූපානං<br>\n" +
        "අධිපතිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "06:36",
      endAt: "06:52",
      content:
        "චිත්තාධිපති<br>\n" +
        "චිත්තසම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුට්ඨානානඤ්ච රූපානං<br>\n" +
        "අධිපතිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "06:53",
      endAt: "07:09",
      content:
        "වීමංසාධිපති<br>\n" +
        "වීමංසසම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුට්ඨානානඤ්ච රූපානං<br>\n" +
        "අධිපතිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "07:10",
      endAt: "07:30",
      content:
        "යං යං ධම්මං ගරුං කත්වා<br>\n" +
        "යේ යේ ධම්මා උප්පජ්ජන්ති<br>\n" +
        "චිත්තචේතසිකා ධම්මා,<br>\n" +
        "තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>\n" +
        "අධිපතිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "07:31",
      endAt: "07:45",
      content:
        "අධිපතිඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-6": [
    {
      startAt: "07:47",
      endAt: "08:07",
      content:
        "අනන්තරපච්චයෝ’ති<br><br>\n චක්ඛුවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "08:08",
      endAt: "08:25",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "08:26",
      endAt: "08:43",
      content:
        "සෝතවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "08:44",
      endAt: "09:01",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "09:02",
      endAt: "09:19",
      content:
        "ඝානවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "09:20",
      endAt: "09:38",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "09:39",
      endAt: "09:55",
      content:
        "ජිව්හාවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "09:56",
      endAt: "10:13",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "10:14",
      endAt: "10:31",
      content:
        "කායවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "10:32",
      endAt: "10:49",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "10:50",
      endAt: "11:03",
      content:
        "පුරිමා පුරිමා කුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "කුසලානං ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "11:04",
      endAt: "11:18",
      content:
        "පුරිමා පුරිමා කුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අබ්‍යාකතානං ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "11:19",
      endAt: "11:33",
      content:
        "පුරිමා පුරිමා අකුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අකුසලානං ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "11:34",
      endAt: "11:47",
      content:
        "පුරිමා පුරිමා අකුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අබ්‍යාකතානං ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "11:48",
      endAt: "12:02",
      content:
        "පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අබ්‍යාකතානං ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "12:03",
      endAt: "12:17",
      content:
        "පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "කුසලානං ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "12:18",
      endAt: "12:32",
      content:
        "පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අකුසලානං ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "12:33",
      endAt: "12:53",
      content:
        "යේසං යේසං ධම්මානං අනන්තරා<br>\n" +
        "යේ යේ ධම්මා උප්පජ්ජන්ති<br>\n" +
        "චිත්තචේතසිකා ධම්මා,<br>\n" +
        "තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>\n" +
        "අනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "12:54",
      endAt: "13:07",
      content:
        "අනන්තරඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-7": [
    {
      startAt: "13:08",
      endAt: "13:28",
      content:
        "සමනන්තරපච්චයෝ’ති<br><br>\n චක්ඛුවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "13:29",
      endAt: "13:45",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "13:46",
      endAt: "14:03",
      content:
        "සෝතවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "14:04",
      endAt: "14:21",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "14:22",
      endAt: "14:38",
      content:
        "ඝානවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "14:39",
      endAt: "14:55",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "14:56",
      endAt: "15:14",
      content:
        "ජිව්හාවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "15:15",
      endAt: "15:31",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "15:32",
      endAt: "15:49",
      content:
        "කායවිඤ්ඤාණධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "15:50",
      endAt: "16:07",
      content:
        "මනෝධාතු<br>\n" +
        "තං සම්පයුත්තකාච ධම්මා<br>\n" +
        "මනෝවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "16:08",
      endAt: "16:21",
      content:
        "පුරිමා පුරිමා කුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "කුසලානං ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "16:22",
      endAt: "16:36",
      content:
        "පුරිමා පුරිමා කුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අබ්‍යාකතානං ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "16:37",
      endAt: "16:51",
      content:
        "පුරිමා පුරිමා අකුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අකුසලානං ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "16:52",
      endAt: "17:06",
      content:
        "පුරිමා පුරිමා අකුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අබ්‍යාකතානං ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "17:07",
      endAt: "17:22",
      content:
        "පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අබ්‍යාකතානං ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "17:23",
      endAt: "17:37",
      content:
        "පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "කුසලානං ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "17:38",
      endAt: "17:52",
      content:
        "පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "අකුසලානං ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "17:53",
      endAt: "18:13",
      content:
        "යේසං යේසං ධම්මානං සමනන්තරා<br>\n" +
        "යේ යේ ධම්මා උප්පජ්ජන්ති<br>\n" +
        "චිත්තචේතසිකා ධම්මා,<br>\n" +
        "තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>\n" +
        "සමනන්තරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "18:14",
      endAt: "18:28",
      content:
        "සමනන්තරඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-8": [
    {
      startAt: "18:29",
      endAt: "18:41",
      content:
        "සහජාතපච්චයෝ’ති<br><br>\n චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤං<br>\nසහජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "18:42",
      endAt: "18:50",
      content: "චත්තාරෝ මහාභූතා<br>\nඅඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "18:51",
      endAt: "19:00",
      content: "ඔක්කන්තික්ඛණේ නාමරූපං<br>\nඅඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "19:01",
      endAt: "19:12",
      content:
        "චිත්තචේතසිකා ධම්මා<br>\n" +
        "චිත්තසමුට්ඨානානං රූපානං<br>\n" +
        "සහජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "19:13",
      endAt: "19:20",
      content: "මහාභූතා උපාදාය රූපානං<br>\nසහජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "19:21",
      endAt: "19:31",
      content:
        "රූපිනෝ ධම්මා අරූපීනං ධම්මානං<br>\nකිඤ්චි කාලේ<br>\nසහජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "19:32 ",
      endAt: "19:36",
      content: "කිඤ්චි කාලේ න<br>\nසහජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "19:38",
      endAt: "19:50",
      content:
        "සහජාතඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-9": [
    {
      startAt: "19:51",
      endAt: "20:03",
      content:
        "අඤ්ඤමඤ්ඤපච්චයෝ’ති<br><br>\n චත්තාරෝ ඛන්ධා අරූපිනෝ<br>\nඅඤ්ඤමඤ්ඤපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "20:04",
      endAt: "20:10",
      content: "චත්තාරෝ මහාභූතා<br>\nඅඤ්ඤමඤ්ඤපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "20:11",
      endAt: "20:18",
      content: "ඔක්කන්තික්ඛණේ නාමරූපං<br>\nඅඤ්ඤමඤ්ඤපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "20:19",
      endAt: "20:32",
      content:
        "අඤ්ඤමඤ්ඤඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-10": [
    {
      startAt: "20:33",
      endAt: "20:45",
      content:
        "නිස්සයපච්චයෝ’ති<br><br>\n චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤං<br>\nනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "20:46",
      endAt: "20:54",
      content: "චත්තාරෝ මහාභූතා අඤ්ඤමඤ්ඤං<br>\nනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "20:55",
      endAt: "21:02",
      content: "ඔක්කන්තික්ඛණේ නාමරූපං අඤ්ඤමඤ්ඤං<br>\nනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "21:03",
      endAt: "21:15",
      content:
        "චිත්තචේතසිකා ධම්මා<br>\n" +
        "චිත්තසමුට්ඨානානං රූපානං<br>\n" +
        "නිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "21:16",
      endAt: "21:24",
      content: "මහාභූතා උපාදාය රූපානං<br>\nනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "21:25",
      endAt: "21:38",
      content:
        "චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "නිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "21:39",
      endAt: "21:52",
      content:
        "සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "නිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "21:53",
      endAt: "22:07",
      content:
        "ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "නිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "22:08",
      endAt: "22:22",
      content:
        "ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "නිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "22:23",
      endAt: "22:36",
      content:
        "කායායතනං කායවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "නිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "22:38",
      endAt: "23:02",
      content:
        "යං රූපං නිස්සාය මනෝධාතු ච<br>\n" +
        "මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,<br>\n" +
        "තං රූපං මනෝධාතුයා ච මනෝවිඤ්ඤාණධාතුයා ච<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "නිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "23:03",
      endAt: "23:16",
      content:
        "නිස්සයඤාණසංජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-11": [
    {
      startAt: "23:18",
      endAt: "23:34",
      content:
        "උපනිස්සයපච්චයෝ’ති<br><br>\n" +
        "පුරිමා පුරිමා කුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං<br>\n" +
        "කුසලානං ධම්මානං<br>\n" +
        "උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "23:36",
      endAt: "23:50",
      content:
        "පුරිමා පුරිමා කුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමාන අකුසලානං ධම්මානං<br>\n" +
        "කේසඤ්චි උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "23:51",
      endAt: "24:05",
      content:
        "පුරිමා පුරිමා කුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං<br>\n" +
        "උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "24:06",
      endAt: "24:19",
      content:
        "පුරිමා පුරිමා අකුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං අකුසලානං ධම්මානං<br>\n" +
        "උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "24:20",
      endAt: "24:35",
      content:
        "පුරිමා පුරිමා අකුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං කුසලානං ධම්මානං<br>\n" +
        "කේසඤ්චි උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "24:36",
      endAt: "24:50",
      content:
        "පුරිමා පුරිමා අකුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං<br>\n" +
        "උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "24:51",
      endAt: "25:05",
      content:
        "පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං<br>\n" +
        "උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "25:06",
      endAt: "25:20",
      content:
        "පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං කුසලානං ධම්මානං<br>\n" +
        "උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "25:21",
      endAt: "25:34",
      content:
        "පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං අකුසලානං ධම්මානං<br>\n" +
        "උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "25:36",
      endAt: "25:41",
      content: "උතුභෝජනං’පි උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "25:42",
      endAt: "25:46",
      content: "පුග්ගලෝ’පි උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "25:47",
      endAt: "25:52",
      content: "සේනාසනං’පි උපනිස්සයපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "25:53",
      endAt: "26:06",
      content:
        "උපනිස්සයඤාණේන<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-12": [
    {
      startAt: "26:07",
      endAt: "26:23",
      content:
        "පුරේජාතපච්චයෝ’ති<br><br>\n චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං <br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "26:24",
      endAt: "26:37",
      content:
        "සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "26:38",
      endAt: "26:52",
      content:
        "ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "26:53",
      endAt: "27:07",
      content:
        "ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "27:08",
      endAt: "27:21",
      content:
        "කායායතනං කායවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "27:22",
      endAt: "27:35",
      content:
        "රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "27:36",
      endAt: "27:50",
      content:
        "සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "27:51",
      endAt: "28:04",
      content:
        "ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "28:05",
      endAt: "28:19",
      content:
        "රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "28:20",
      endAt: "28:34",
      content:
        "ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "28:35",
      endAt: "28:55",
      content:
        "රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>\n" +
        "ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "28:56",
      endAt: "29:16",
      content:
        "යං රූපං නිස්සාය මනෝධාතු ච <br>\n" +
        "මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,<br>\n" +
        "තං රූපං මනෝධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං <br>\n" +
        "පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "29:17",
      endAt: "29:30",
      content:
        "මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "කිඤ්චිකාලේ පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "29:31",
      endAt: "29:36",
      content: "කිඤ්චිකාලේ න පුරේජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "29:37",
      endAt: "29:50",
      content:
        "පුරේජාතඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-13": [
    {
      startAt: "29:51",
      endAt: "30:07",
      content:
        "පච්ඡාජාතපච්චයෝ’ති<br><br>\n පච්ඡාජාතා චිත්තචේතසිකා ධම්මා<br>\n" +
        "පුරේජාතස්ස ඉමස්ස කායස්ස<br>\n" +
        "පච්ඡාජාතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "30:08",
      endAt: "30:21",
      content:
        "පච්ඡාජාතඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-14": [
    {
      startAt: "30:22",
      endAt: "30:39",
      content:
        "ආසේවනපච්චයෝ’ති<br><br>\n පුරිමා පුරිමා කුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං කුසලානං ධම්මානං<br>\n" +
        "ආසේවනපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "30:40",
      endAt: "30:53",
      content:
        "පුරිමා පුරිමා අකුසලා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං අකුසලානං ධම්මානං<br>\n" +
        "ආසේවනපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "30:54",
      endAt: "31:09",
      content:
        "පුරිමා පුරිමා කිරියාබ්‍යාකතා ධම්මා<br>\n" +
        "පච්ඡිමානං පච්ඡිමානං කිරියාබ්‍යාකතානං ධම්මානං<br>\n" +
        "ආසේවනපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "31:10",
      endAt: "31:23",
      content:
        "ආසේවනඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-15": [
    {
      startAt: "31:24",
      endAt: "31:39",
      content:
        "කම්මපච්චයෝ’ති<br><br>\n කුසලාකුසලං කම්මං විපාකානං ඛන්ධානං <br>\n" +
        "කටත්තා ච රූපානං<br>\n" +
        "කම්මපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "31:40",
      endAt: "31:52",
      content:
        "චේතනා සම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුට්ඨානානඤ්ච රූපානං<br>\n" +
        "කම්මපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "31:53",
      endAt: "32:05",
      content:
        "කම්මපච්චයඤාණේන<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-16": [
    {
      startAt: "32:07",
      endAt: "32:20",
      content:
        "විපාකපච්චයෝ’ති<br><br>\n විපාකා චත්තාරෝ ඛන්ධා අරූපිනෝ <br>\nඅඤ්ඤමඤ්ඤං විපාකපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "32:21",
      endAt: "32:34",
      content:
        "විපාකඤාණසංජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-17": [
    {
      startAt: "32:35",
      endAt: "32:47",
      content:
        "ආහාරපච්චයෝ’ති<br><br>\n කබලිංකාරෝ ආහාරෝ ඉමස්ස කායස්ස<br>\nආහාරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "32:48",
      endAt: "33:02",
      content:
        "අරූපිනෝ ආහාරා සම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුට්ඨානානඤ්ච රූපානං<br>\n" +
        "ආහාරපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "33:03",
      endAt: "33:17",
      content:
        "ආහාරඤාණසංජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-18": [
    {
      startAt: "33:18",
      endAt: "33:35",
      content:
        "ඉන්ද්‍රියපච්චයෝ’ති<br><br>\n චක්ඛුන්ද්‍රියං චක්ඛුවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ඉන්ද්‍රියපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "33:36",
      endAt: "33:49",
      content:
        "සෝතින්ද්‍රියං සෝතවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ඉන්ද්‍රියපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "33:50",
      endAt: "34:03",
      content:
        "ඝානින්ද්‍රියං ඝානවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ඉන්ද්‍රියපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "34:04",
      endAt: "34:18",
      content:
        "ජිව්හින්ද්‍රියං ජිව්හාවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ඉන්ද්‍රියපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "34:19",
      endAt: "34:32",
      content:
        "කායින්ද්‍රියං කායවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "ඉන්ද්‍රියපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "34:33",
      endAt: "34:42",
      content: "රූපජීවිතින්ද්‍රියං කටත්තාරූපානං<br>\nඉන්ද්‍රියපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "34:43",
      endAt: "34:56",
      content:
        "අරූපිනෝ ඉන්ද්‍රියා<br>\n" +
        "සම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුට්ඨානානඤ්ච රූපානං<br>\n" +
        "ඉන්ද්‍රියපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "34:57",
      endAt: "35:10",
      content:
        "ඉන්ද්‍රියඤාණසංජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-19": [
    {
      startAt: "35:11",
      endAt: "35:29",
      content:
        "ඣානපච්චයෝ’ති<br><br>\n ඣානංගානි ඣානසම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුුට්ඨානානඤ්ච රූපානං<br>\n" +
        "ඣානපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "35:30",
      endAt: "35:43",
      content:
        "ඣානපච්චයඤාණේන<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-20": [
    {
      startAt: "35:44",
      endAt: "36:02",
      content:
        "මග්ගපච්චයෝ’ති<br><br>\n මග්ගංගානි මග්ගසම්පයුත්තකානං ධම්මානං<br>\n" +
        "තං සමුට්ඨානානඤ්ච රූපානං<br>\n" +
        "මග්ගපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "36:03",
      endAt: "36:16",
      content:
        "මග්ගපච්චයඤාණේන<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-21": [
    {
      startAt: "36:17",
      endAt: "36:28",
      content:
        "සම්පයුත්තපච්චයෝ’ති<br><br>\n චත්තාරෝ ඛන්ධා අරූපිනෝ <br>\nඅඤ්ඤමඤ්ඤං සම්පයුත්තපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "36:29",
      endAt: "36:43",
      content:
        "සම්පයුත්තඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-22": [
    {
      startAt: "36:44",
      endAt: "36:57",
      content:
        "විප්පයුත්තපච්චයෝ’ති<br><br>\n රූපිනෝ ධම්මා අරූපීනං ධම්මානං<br>\nවිප්පයුත්තපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "36:58",
      endAt: "37:06:",
      content: "අරූපිනෝ ධම්මා රූපීනං ධම්මානං<br>\nවිප්පයුත්තපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "37:07",
      endAt: "37:20",
      content:
        "විප්පයුත්තඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-23": [
    {
      startAt: "37:21",
      endAt: "37:32",
      content:
        "අත්ථිපච්චයෝ’ති<br><br>\n චත්තාරෝ ඛන්ධා අරූපිනෝ <br>\nඅඤ්ඤමඤ්ඤං අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "37:32",
      endAt: "37:40",
      content: "චත්තාරෝ මහාභූතා<br>\nඅඤ්ඤමඤ්ඤං අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "37:41",
      endAt: "37:49",
      content: "ඔක්කන්තික්ඛණේ නාමරූපං<br>\nඅඤ්ඤමඤ්ඤං අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "37:50",
      endAt: "38:00",
      content:
        "චිත්තචේතසිකා ධම්මා <br>\n" +
        "චිත්තසමුට්ඨානානං රූපානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "38:01",
      endAt: "38:08",
      content: "මහාභූතා උපාදාය රූපානං<br>\nඅත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "38:09",
      endAt: "38:22",
      content:
        "චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "38:23",
      endAt: "38:36",
      content:
        "සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "38:37",
      endAt: "38:49",
      content:
        "ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "38:50",
      endAt: "39:03",
      content:
        "ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "39:04",
      endAt: "39:17",
      content:
        "කායායතනං කායවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "39:18",
      endAt: "39:31",
      content:
        "රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "39:32",
      endAt: "39:45",
      content:
        "සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "39:46",
      endAt: "39:59",
      content:
        "ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "40:00",
      endAt: "40:13",
      content:
        "රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "40:14",
      endAt: "40:27",
      content:
        "ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "40:28",
      endAt: "40:48",
      content:
        "රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>\n" +
        "ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "40:49",
      endAt: "41:13",
      content:
        "යං රූපං නිස්සාය<br>\n" +
        "මනෝධාතු ච මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,<br>\n" +
        "තං රූපං මනෝධාතුයා ච මනෝවිඤ්ඤාණධාතුයා ච<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "41:14",
      endAt: "41:27",
      content:
        "අත්ථිපච්චයඤාණේන<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-24": [
    {
      startAt: "41:28",
      endAt: "41:46",
      content:
        "නත්ථිපච්චයෝ’ති<br><br>\n සමනන්තරනිරුද්ධා චිත්තචේතසිකා ධම්මා<br>\n" +
        "පටුප්පන්නානං චිත්තචේතසිකානං ධම්මානං<br>\n" +
        "නත්ථිපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "41:47",
      endAt: "42:01",
      content:
        "නත්ථිපච්චයඤාණේන<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-25": [
    {
      startAt: "42:02",
      endAt: "42:20",
      content:
        "විගතපච්චයෝ’ති<br><br>\n සමනන්තරවිගතා චිත්තචේතසිකා ධම්මා<br>\n" +
        "පටුප්පන්නානං චිත්තචේතසිකානං ධම්මානං<br>\n" +
        "විගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "42:21",
      endAt: "42:34",
      content:
        "විගතඤාණසංජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-26": [
    {
      startAt: "42:35",
      endAt: "42:47",
      content:
        "අවිගතපච්චයෝ’ති<br><br>\n චත්තාරෝ ඛන්ධා අරූපිනෝ <br>\nඅඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "42:48",
      endAt: "42:55",
      content: "චත්තාරෝ මහාභූතා <br>\nඅඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "42:56",
      endAt: "43:04",
      content: "ඔක්කන්තික්ඛණේ නාමරූපං<br>\nඅඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "43:06",
      endAt: "43:16",
      content:
        "චිත්තචේතසිකා ධම්මා <br>\n" +
        "චිත්තසමුට්ඨානානං රූපානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "43:17",
      endAt: "43:24",
      content: "මහාභූතා උපාදාය රූපානං<br>\nඅවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "43:25",
      endAt: "43:38",
      content:
        "චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "43:39",
      endAt: "43:51",
      content:
        "සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "43:52",
      endAt: "44:05",
      content:
        "ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "44:06",
      endAt: "44:20",
      content:
        "ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "44:21",
      endAt: "44:34",
      content:
        "කායායතනං කායවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "44:35",
      endAt: "44:47",
      content:
        "රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "44:48",
      endAt: "45:01",
      content:
        "සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "45:02",
      endAt: "45:15",
      content:
        "ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "45:16",
      endAt: "45:29",
      content:
        "රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "45:30",
      endAt: "45:43",
      content:
        "ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "45:44",
      endAt: "46:03",
      content:
        "රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>\n" +
        "ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "46:04",
      endAt: "46:27",
      content:
        "යං රූපං නිස්සාය මනෝධාතු ච <br>\n" +
        "මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,<br>\n" +
        "තං රූපං මනෝධාතුයා ච මනෝවිඤ්ඤාණධාතුයා ච<br>\n" +
        "තං සම්පයුත්තකානඤ්ච ධම්මානං<br>\n" +
        "අවිගතපච්චයේන පච්චයෝ.",
    },
    {
      startAt: "46:28",
      endAt: "46:42 ",
      content:
        "අවිගතඤාණජාත<br>\n" +
        "ඡබ්බණ්ණරංසි භාසුරං<br>\n" +
        "සම්බුද්ධං සබ්බදස්සාවිං<br>\n" +
        "වන්දාමි පූජයාමහං",
    },
  ],
  "verse-27": [
    {
      startAt: "46:43",
      endAt: "47:05",
      content:
        "ඒතේන සච්චවජ්ජේන සොත්ථි මේ හෝතු සබ්බදා<br>\n" +
        "ඒතේන සච්චවජ්ජේන සොත්ථි තේ හෝතු සබ්බදා<br>\n" +
        "ඒතේන සච්චවජ්ජේන සොත්ථි තේ හෝතු සබ්බදා",
    },
    { startAt: "47:06", endAt: "47:10", content: "සාධු! සාධු! සාධු!" },
    {
      startAt: "47:11",
      endAt: "47:29",
      content:
        "බුද්ධ සාසනං චිරං තිට්ඨතු!<br>\n" +
        "බුද්ධ සාසනං චිරං තිට්ඨතු!<br>\n" +
        "බුද්ධ සාසනං චිරං තිට්ඨතු!",
    },
  ],
  "verse-28": [
    {
      startAt: "47:31",
      endAt: "47:48",
      content:
        "ඝටීකාරෝ බ්‍රහ්මරාජා<br>\n" +
        "ඉමං පුඤ්ඤානුමෝදතු!<br>\n" +
        "සනංකුමාරෝ බ්‍රහ්මරාජා<br>\n" +
        "ඉමං පුඤ්ඤානුමෝදතු!<br>\n" +
        "සහම්පතී බ්‍රහ්මරාජා<br>\n" +
        "ඉමං පුඤ්ඤානුමෝදතු!<br>\n" +
        "පුඤ්ඤං තං අනුමෝදිත්වා<br>\n" +
        "චිරං රක්ඛන්තු බුද්ධ සාසනං",
    },
    {
      startAt: "47:49",
      endAt: "48:06",
      content:
        "සක්කෝ දේවානමින්දෝ<br>\n" +
        "ඉමං පුඤ්ඤානුමෝදතු!<br>\n" +
        "විස්සකම්මෝ දේවපුත්තෝ<br>\n" +
        "ඉමං පුඤ්ඤානුමෝදතු!<br>\n" +
        "තාවතිංසකායිකා දේවා<br>\n" +
        "ඉමං පුඤ්ඤානුමෝදන්තු!<br>\n" +
        "පුඤ්ඤං තං අනුමෝදිත්වා<br>\n" +
        "චිරං රක්ඛන්තු බුද්ධ සාසනං",
    },
    {
      startAt: "48:07",
      endAt: "48:27",
      content:
        "පුරිමං දිසං ධතරට්ඨෝ<br>\n" +
        "දක්ඛිණේන විරූළ්හකෝ<br>\n" +
        "පච්ඡිමේන විරූපක්ඛෝ<br>\n" +
        "කුවේරෝ උත්තරං දිසං<br>\n" +
        "චත්තාරෝ තේ මහාරාජා<br>\n" +
        "ඉමං පුඤ්ඤානුමෝදන්තු!<br>\n" +
        "පුඤ්ඤං තං අනුමෝදිත්වා<br>\n" +
        "චිරං රක්ඛන්තු බුද්ධ සාසනං!",
    },
    {
      startAt: "48:28",
      endAt: "49:26",
      content:
        "ඉන්දෝ සෝමෝ වරුණෝ ච<br>\n" +
        "භාරද්වාජෝ පජාපතී,<br>\n" +
        "චන්දනෝ කාමසෙට්ඨෝ ච<br>\n" +
        "කින්නිඝණ්ඩු නිඝණ්ඩු ච,<br>\n" +
        "පනාදෝ ඕපමඤ්ඤෝ ච<br>\n" +
        "දේවසුතෝ ච මාතලී,<br>\n" +
        "චිත්තසේනෝ ච ගන්ධබ්බෝ<br>\n" +
        "නලෝ රාජා ජනේසභෝ,<br>\n" +
        "සාතාගිරෝ හේමවතෝ<br>\n" +
        "පුණ්ණකෝ කරතියෝ ගුළෝ,<br>\n" +
        "සීවකෝ මුචලින්දෝ ච<br>\n" +
        "වෙස්සාමිත්තෝ යුගන්ධරෝ,<br>\n" +
        "ගෝපාලෝ සුප්පගේධෝ ච<br>\n" +
        "හිරිනෙන්තී ච මන්දියෝ,<br>\n" +
        "පඤ්චාලචණ්ඩෝ ආළවකෝ පජ්ජුන්නෝ<br>\n" +
        "සුමනෝ සුමුඛෝ දධීමුඛෝ,<br>\n" +
        "මණි මාණි චරෝ දීඝෝ<br>\n" +
        "අථෝ සේරිස්සකෝ සහ<br>\n" +
        "එතේ සේනාපතී දේවා<br>\n" +
        "ඉමං පුඤ්ඤානුමෝදන්තු!<br>\n" +
        "පුඤ්ඤං තං අනුමෝදිත්වා<br>\n" +
        "චිරං රක්ඛන්තු බුද්ධ සාසනං.",
    },
    {
      startAt: "49:27",
      endAt: "49:38",
      content:
        "ආකාසට්ඨා ච භුම්මට්ඨා<br>\n" +
        "දේවා නාගා මහිද්ධිකා<br>\n" +
        "පුඤ්ඤං තං අනුමෝදිත්වා<br>\n" +
        "චිරං රක්ඛන්තු බුද්ධ සාසනං",
    },
    {
      startAt: "49:39",
      endAt: "49:50",
      content:
        "ආකාසට්ඨා ච භුම්මට්ඨා<br>\n" +
        "දේවා නාගා මහිද්ධිකා<br>\n" +
        "පුඤ්ඤං තං අනුමෝදිත්වා<br>\n" +
        "චිරං රක්ඛන්තු බුද්ධ දේසනං",
    },
    {
      startAt: "49:51",
      endAt: "50:04",
      content:
        "ආකාසට්ඨා ච භුම්මට්ඨා<br>\n" +
        "දේවා නාගා මහිද්ධිකා<br>\n" +
        "පුඤ්ඤං තං අනුමෝදිත්වා<br>\n" +
        "චිරං රක්ඛන්තු බුද්ධ සාවකං<br>\n" +
        "චිරං රක්ඛන්තු මං පරන්ති",
    },
    {
      startAt: "50:05",
      endAt: "50:20",
      content:
        "එත්තාවතාච අම්හෙහි<br>\n" +
        "සම්භතං පුඤ්ඤ සම්පදං<br>\n" +
        "සබ්බේ දේවා අනුමෝදන්තු<br>\n" +
        "සබ්බේ භූතා අනුමෝදන්තු<br>\n" +
        "සබ්බේ සත්තා අනුමෝදන්තු<br>\n" +
        "සබ්බ සම්පත්ති සිද්ධියා",
    },
    {
      startAt: "50:21",
      endAt: "50:24",
      content: "සාධූ! සාධූ!! සාධූ!!!",
    },
    {
      startAt: "50:25",
      endAt: "50:43",
      content:
        "කප්ප සත සහස්සානි<br>\n" +
        "සෝලසාපි අසංඛියේ<br>\n" +
        "සම්භරං බෝධි සම්භාරේ<br>\n" +
        "ආගතෝ ජාති ජාති සු<br>\n" +
        "නියතෝ බුද්ධ භාවාය<br>\n" +
        "භද්දකප්පෙ ඉධන්තිමේ<br>\n" +
        "බෝධි සත්ථොච මෙත්තෙය්‍යෙ<br>\n" +
        "පුඤ්ඤං මේ අනුමෝදතු",
    },
    {
      startAt: "50:44",
      endAt: "51:02",
      content:
        "අස්මිං විහාරේච ආරාමේ<br>\n" +
        "අධිවත්තාච දේවතා<br>\n" +
        "අනුමෝදිත්වා ඉමං පුඤ්ඤං<br>\n" +
        "රක්ඛන්තු ජින සාසනං<br>\n" +
        "සබ්බේ සත්තාච මජ්ඣත්තා<br>\n" +
        "හිතාච අහිතා ච මේ<br>\n" +
        "අනුමෝදිත්වා ඉමං පුඤ්ඤං<br>\n" +
        "බුජ්ධන්තු අමතං පදං",
    },
    {
      startAt: "51:03",
      endAt: "51:14",
      content:
        "ඉදං වෝ ඤාතිනං හෝතු<br>\n" +
        "සුඛිතා හොන්තු ඤාතයෝ<br>\n" +
        "ඉදං වෝ ඤාතිනං හෝතු<br>\n" +
        "සුඛිතා හොන්තු ඤාතයෝ<br>\n" +
        "ඉදං වෝ ඤාතිනං හෝතු<br>\n" +
        "සුඛිතා හොන්තු ඤාතයෝ",
    },
    {
      startAt: "51:15",
      endAt: "51:42",
      content:
        "සබ්බේ සංඛාරා අනිච්චාති යදා පඤ්ඤාය පස්සති<br>\n" +
        "අථ නිබ්බින්දති දුක්ඛේ ඒස මග්ගෝ විසුද්ධියා<br>\n" +
        "සබ්බේ සංඛාරා දුක්ඛාති යදා පඤ්ඤාය පස්සති<br>\n" +
        "අථ නිබ්බින්දති දුක්ඛේ ඒස මග්ගෝ විසුද්ධියා<br>\n" +
        "සබ්බේ ධම්මා අනත්තාති යදා පඤ්ඤාය පස්සති<br>\n" +
        "අථ නිබ්බින්දති දුක්ඛේ ඒස මග්ගෝ විසුද්ධියා",
    },
    {
      startAt: "51:43",
      endAt: "52:01",
      content:
        "අප්පමාදේන භික්ඛවේ සම්පාදේථ<br>\n" +
        "දුල්ලභෝ බුද්ධුප්පාදෝ ලෝකස්මිං<br>\n" +
        "දුල්ලභෝ මනුස්සත්ත පටිලාභෝ<br>\n" +
        "දුල්ලභා ඛණ සම්පත්ති<br>\n" +
        "දුල්ලභා පබ්බජ්ජා<br>\n" +
        "දුල්ලභං සද්ධම්ම සවනං<br>\n" +
        "දුල්ලභෝ සප්පුරිස සංසේවෝ",
    },
    {
      startAt: "52:02",
      endAt: "52:20",
      content:
        "ඉමාය ධම්මානුධම්ම පටිපත්තියා බුද්ධං පූජේමි<br>\n" +
        "ඉමාය ධම්මානුධම්ම පටිපත්තියා ධම්මං පූජේමි<br>\n" +
        "ඉමාය ධම්මානුධම්ම පටිපත්තියා සංඝං පූජේමි<br>\n" +
        "අද්ධා ඉමාය පටිපත්තියා ජාති ජරා මරණම්හා පරිමුච්චිස්සාමි.",
    },
    {
      startAt: "52:21",
      endAt: "52:23",
      content:
        "කායෙන වාචා චිත්තේන පමාදෙන මයා කතං<br>\nඅච්චයං ඛම මේ භන්තෙ භූරිපඤ්ඤ තථගත",
    },
    {
      startAt: "52:24",
      endAt: "52:26",
      content:
        "කායෙන වාචා චිත්තේන පමාදෙන මයා කතං<br>\n" +
        "අච්චයං ඛම මේ ධම්ම සන්ධිට්ඨික අකාලික",
    },
    {
      startAt: "52:27",
      endAt: "52:30",
      content:
        "කායෙන වාචා චිත්තේන පමාදෙන මයා කතං<br>\n" +
        "අච්චයං ඛම මේ සංඝ පුඤ්ඤක්ඛෙත්ත අනුත්තර",
    },
    { startAt: "52:29", endAt: "52:30", content: "සාධූ! සාධූ! සාධූ!" },
  ],
};
