export const audioSections = {
  "verse-1": [
    {
      startAt: "00:00",
      endAt: "00:39",
      content: `නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස!<br>
නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස!<br>
නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස!`,
    },
    {
      startAt: "00:41",
      endAt: "00:55",
      content: `විචිත්තමතිගම්භීර<br>
මනන්තනයමණ්ඩිතං<br>
පට්ඨානං සම්මසන්තස්ස<br>
විමලාමිතබුද්ධියා`,
    },
    {
      startAt: "00:56",
      endAt: "01:13",
      content: `යස්ස දේහා නික්ඛමිංසු<br>
සුභා ඡබ්බණ්ණරංසියෝ<br>
නීලපීතා රත්තසේතා<br>
මඤ්ජෙට්ඨා ච පභස්සරා`,
    },
    {
      startAt: "01:14 ",
      endAt: "01:30",
      content: `තං ලෝකනාථං සුගතං<br>
ධම්මඤ්ච ජිනසේවිතං<br>
සංඝං නිරංගණං සෙට්ඨං<br>
නමාමි සිරසාදරං`,
    },
  ],
  "verse-2": [
    {
      startAt: "01:31",
      endAt: "02:42",
      content: `හේතුපච්චයෝ ආරම්මණපච්චයෝ<br>
අධිපතිපච්චයෝ අනන්තරපච්චයෝ<br>
සමනන්තරපච්චයෝ සහජාතපච්චයෝ<br>
අඤ්ඤමඤ්ඤපච්චයෝ නිස්සයපච්චයෝ<br>
උපනිස්සයපච්චයෝ පුරේජාතපච්චයෝ<br>
පච්ඡාජාතපච්චයෝ ආසේවනපච්චයෝ<br>
කම්මපච්චයෝ විපාකපච්චයෝ<br>
ආහාරපච්චයෝ ඉන්ද්‍රියපච්චයෝ<br>
ඣානපච්චයෝ මග්ගපච්චයෝ<br>
සම්පයුත්තපච්චයෝ විප්පයුත්තපච්චයෝ<br>
අත්ථිපච්චයෝ නත්ථිපච්චයෝ<br>
විගතපච්චයෝ අවිගතපච්චයෝ’ති.`,
    },
  ],
};
