export const versesData = [
  {
    id: "data-1",
    title: "උද්දෙස පාලි",
    content: `හේතුපච්චයෝ ආරම්මණපච්චයෝ<br>
අධිපතිපච්චයෝ අනන්තරපච්චයෝ<br>
සමනන්තරපච්චයෝ සහජාතපච්චයෝ<br>
අඤ්ඤමඤ්ඤපච්චයෝ නිස්සයපච්චයෝ<br>
උපනිස්සයපච්චයෝ පුරේජාතපච්චයෝ<br>
පච්ඡාජාතපච්චයෝ ආසේවනපච්චයෝ<br>
කම්මපච්චයෝ විපාකපච්චයෝ<br>
ආහාරපච්චයෝ ඉන්ද්‍රියපච්චයෝ<br>
ඣානපච්චයෝ මග්ගපච්චයෝ<br>
සම්පයුත්තපච්චයෝ විප්පයුත්තපච්චයෝ<br>
අත්ථිපච්චයෝ නත්ථිපච්චයෝ<br>
විගතපච්චයෝ අවිගතපච්චයෝ’ති.`,
  },
  {
    id: "data-2",
    title: "හේතුපච්චයෝ’ති",
    content: `හේතූ හේතුසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
හේතුපච්චයේන පච්චයෝ.<br><br>

හේතුපච්චයඤාණේන<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
  },
  {
    id: "data-3",
    title: "අධිපතිපච්චයෝ’ති",
    content: `ඡන්දාධිපති<br>
    ඡන්දසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

විරියාධිපති<br>
විරියසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

චිත්තාධිපති<br>
චිත්තසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

වීමංසාධිපති<br>
වීමංසසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

යං යං ධම්මං ගරුං කත්වා<br>
යේ යේ ධම්මා උප්පජ්ජන්ති<br>
චිත්තචේතසිකා ධම්මා,<br>
තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

අධිපතිඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
  },
];
