export const versesData = [
  {
    id: "data-1",
    title: "උද්දෙස පාලි",
    content:
      "හේතුපච්චයෝ, ආරම්මණපච්චයෝ,<br>\n" +
      "අධිපතිපච්චයෝ, අනන්තරපච්චයෝ,<br>\n" +
      "සමනන්තරපච්චයෝ, සහජාතපච්චයෝ,<br>\n" +
      "අඤ්ඤමඤ්ඤපච්චයෝ, නිස්සයපච්චයෝ,<br>\n" +
      "උපනිස්සයපච්චයෝ, පුරේජාතපච්චයෝ,<br>\n" +
      "පච්ඡාජාතපච්චයෝ, ආසේවනපච්චයෝ,<br>\n" +
      "කම්මපච්චයෝ, විපාකපච්චයෝ,<br>\n" +
      "ආහාරපච්චයෝ, ඉන්ද්‍රියපච්චයෝ,<br>\n" +
      "ඣානපච්චයෝ, මග්ගපච්චයෝ,<br>\n" +
      "සම්පයුත්තපච්චයෝ, විප්පයුත්තපච්චයෝ,<br>\n" +
      "අත්ථිපච්චයෝ, නත්ථිපච්චයෝ,<br>\n" +
      "විගතපච්චයෝ, අවිගතපච්චයෝ’ති.",
  },
  {
    id: "data-2",
    title: "හේතුපච්චයෝ'ති",
    content: `හේතූ හේතුසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
හේතුපච්චයේන පච්චයෝ.<br><br>

හේතු පච්චය ඤාණේන<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-3",
    title: "ආරම්මණපච්චයෝ'ති",
    content: `රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං,<br>
රසායතනං, ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

සබ්බේ ධම්මා මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

යං යං ධම්මං ආරබ්භ<br>
යේ යේ ධම්මා උප්පජ්ජන්ති<br>
චිත්තචේතසිකා ධම්මා,<br>
තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

ආරම්මණ ඤාණජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-3",
    title: "අධිපතිපච්චයෝ'ති",
    content: `ඡන්දාධිපති<br>
    ඡන්දසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

විරියාධිපති<br>
විරියසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

චිත්තාධිපති<br>
චිත්තසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

වීමංසාධිපති<br>
වීමංසසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

යං යං ධම්මං ගරුං කත්වා<br>
යේ යේ ධම්මා උප්පජ්ජන්ති<br>
චිත්තචේතසිකා ධම්මා,<br>
තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

අධිපති ඤාණ සංජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-5",
    title: "අනන්තරපච්චයෝ'ති",
    content: `චක්ඛුවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

සෝතවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

ඝානවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

ජිව්හාවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

කායවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

යේසං යේසං ධම්මානං අනන්තරා<br>
යේ යේ ධම්මා උප්පජ්ජන්ති<br>
චිත්තචේතසිකා ධම්මා,<br>
තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

අනන්තර ඤාණ සංජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-6",
    title: "සමනන්තරපච්චයෝ'ති",
    content: `චක්ඛුවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

සෝතවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

ඝානවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

ජිව්හාවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

කායවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

යේසං යේසං ධම්මානං සමනන්තරා<br>
යේ යේ ධම්මා උප්පජ්ජන්ති<br>
චිත්තචේතසිකා ධම්මා,<br>
තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

සමනන්තර ඤාණජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-7",
    title: "සහජාතපච්චයෝ'ති",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ<br>
    අඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා<br>
අඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං<br>
අඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා<br>
චිත්තසමුට්ඨානානං රූපානං<br>
සහජාතපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං<br>
සහජාතපච්චයේන පච්චයෝ.<br><br>

රූපිනෝ ධම්මා අරූපීනං ධම්මානං<br>
කිඤ්චි කාලේ<br>
සහජාතපච්චයේන පච්චයෝ.<br><br>

කිඤ්චි කාලේ න<br>
සහජාතපච්චයේන පච්චයෝ.<br><br>

සහජාත ඤාණජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-8",
    title: "අඤ්ඤමඤ්ඤපච්චයෝ'ති",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ<br>
අඤ්ඤමඤ්ඤපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා<br>
අඤ්ඤමඤ්ඤපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං<br>
අඤ්ඤමඤ්ඤපච්චයේන පච්චයෝ.<br><br>

අඤ්ඤමඤ්ඤ ඤාණජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-9",
    title: "නිස්සයපච්චයෝ'ති",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ<br>
    අඤ්ඤමඤ්ඤං නිස්සයපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා<br>
අඤ්ඤමඤ්ඤං නිස්සයපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං<br>
අඤ්ඤමඤ්ඤං නිස්සයපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා<br>
චිත්තසමුට්ඨානානං රූපානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය මනෝධාතුච<br>
මනෝවිඤ්ඤාණධාතුච වත්තන්ති,<br>
තං රූපං මනෝධාතුයාච මනෝවිඤ්ඤාණධාතුයාච<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

නිස්සය ඤාණ සංජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-10",
    title: "උපනිස්සයපච්චයෝ'ති",
    content: `පුරිමා පුරිමා කුසලා ධම්මා<br>
    පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
කේසඤ්චි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
කේසඤ්චි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

උතුභෝජනං’පි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුග්ගලෝ’පි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

සේනාසනං’පි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

උපනිස්සය ඤාණේන<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-11",
    title: "පුරේජාතපච්චයෝ'ති",
    content: `චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං <br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>
ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය මනෝධාතුච <br>
මනෝවිඤ්ඤාණධාතුච වත්තන්ති,<br>
තං රූපං මනෝධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං <br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
කිඤ්චිකාලේ පුරේජාතපච්චයේන පච්චයෝ.<br><br>

කිඤ්චිකාලේ න පුරේජාතපච්චයේන පච්චයෝ.<br><br>

පුරේජාත ඤාණජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-12",
    title: "පච්ඡාජාතපච්චයෝ'ති",
    content: `පච්ඡාජාතා චිත්තචේතසිකා ධම්මා<br>
පුරේජාතස්ස ඉමස්ස කායස්ස<br>
පච්ඡාජාතපච්චයේන පච්චයෝ.<br><br>

පච්ඡාජාත ඤාණජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-13",
    title: "ආසේවනපච්චයෝ'ති",
    content: `පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං කුසලානං ධම්මානං<br>
ආසේවනපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
ආසේවනපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කිරියාබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කිරියාබ්‍යාකතානං ධම්මානං<br>
ආසේවනපච්චයේන පච්චයෝ.<br><br>

ආසේවන ඤාණජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-14",
    title: "කම්මපච්චයෝ'ති",
    content: `කුසලාකුසලං කම්මං විපාකානං ඛන්ධානං <br>
    කටත්තා ච රූපානං<br>
කම්මපච්චයේන පච්චයෝ.<br><br>

චේතනා සම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
කම්මපච්චයේන පච්චයෝ.<br><br>

කම්මපච්චය ඤාණේන<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-15",
    title: "විපාකපච්චයෝ'ති",
    content: `විපාකා චත්තාරෝ ඛන්ධා අරූපිනෝ <br>
අඤ්ඤමඤ්ඤං විපාකපච්චයේන පච්චයෝ.<br><br>

විපාක ඤාණ සංජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-16",
    title: "ආහාරපච්චයෝ'ති",
    content: `කබලිංකාරෝ ආහාරෝ<br>
    ඉමස්ස කායස්ස<br>
ආහාරපච්චයේන පච්චයෝ.<br><br>

අරූපිනෝ ආහාරා<br>
සම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
ආහාරපච්චයේන පච්චයෝ.<br><br>

ආහාර ඤාණ සංජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-17",
    title: "ඉන්ද්‍රියපච්චයෝ'ති",
    content: `චක්ඛුන්ද්‍රියං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

සෝතින්ද්‍රියං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

ඝානින්ද්‍රියං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

ජිව්හින්ද්‍රියං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

කායින්ද්‍රියං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

රූපජීවිතින්ද්‍රියං කටත්තාරූපානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

අරූපිනෝ ඉන්ද්‍රියා<br>
සම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

ඉන්ද්‍රිය ඤාණ සංජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-18",
    title: "ඣානපච්චයෝ'ති",
    content: `ඣානංගානි<br>
    ඣානසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
ඣානපච්චයේන පච්චයෝ.<br><br>

ඣානපච්චය ඤාණේන<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-19",
    title: "මග්ගපච්චයෝ'ති",
    content: `මග්ගංගානි<br>
    මග්ගසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
මග්ගපච්චයේන පච්චයෝ.<br><br>

මග්ගපච්චය ඤාණේන<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-20",
    title: "සම්පයුත්තපච්චයෝ'ති",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ <br>
    අඤ්ඤමඤ්ඤං සම්පයුත්තපච්චයේන පච්චයෝ.<br><br>

සම්පයුත්ත ඤාණජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-21",
    title: "විප්පයුත්තපච්චයෝ'ති",
    content: `රූපිනෝ ධම්මා අරූපීනං ධම්මානං<br>
විප්පයුත්තපච්චයේන පච්චයෝ.<br><br>

අරූපිනෝ ධම්මා රූපීනං ධම්මානං<br>
විප්පයුත්තපච්චයේන පච්චයෝ.<br><br>

විප්පයුත්ත ඤාණජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-22",
    title: "අත්ථිපච්චයෝ'ති",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ <br>
අඤ්ඤමඤ්ඤං අත්ථිපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා<br>
අඤ්ඤමඤ්ඤං අත්ථිපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං<br>
අඤ්ඤමඤ්ඤං අත්ථිපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා <br>
චිත්තසමුට්ඨානානං රූපානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>
ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය<br>
මනෝධාතුච මනෝවිඤ්ඤාණධාතුච වත්තන්ති,<br>
තං රූපං මනෝධාතුයාච මනෝවිඤ්ඤාණධාතුයාච<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

අත්ථිපච්චය ඤාණේන<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-23",
    title: "නත්ථිපච්චයෝ'ති",
    content: `සමනන්තරනිරුද්ධා චිත්තචේතසිකා ධම්මා<br>
පටුප්පන්නානං චිත්තචේතසිකානං ධම්මානං<br>
නත්ථිපච්චයේන පච්චයෝ.<br><br>

නත්ථිපච්චය ඤාණේන<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-24",
    title: "විගතපච්චයෝ'ති",
    content: `සමනන්තරවිගතා චිත්තචේතසිකා ධම්මා<br>
පටුප්පන්නානං චිත්තචේතසිකානං ධම්මානං<br>
විගතපච්චයේන පච්චයෝ.<br><br>

විගත ඤාණ සංජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>`,
  },
  {
    id: "data-25",
    title: "අවිගතපච්චයෝ'ති",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ <br>
අඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා <br>
අඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං<br>
අඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා <br>
චිත්තසමුට්ඨානානං රූපානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>
ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය මනෝධාතුච <br>
මනෝවිඤ්ඤාණධාතුච වත්තන්ති,<br>
තං රූපං මනෝධාතුයාච මනෝවිඤ්ඤාණධාතුයාච<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

අවිගත ඤාණ සංජාත<br>
ඡබ්බණ්ණ රංසි භාසුරං<br>
සම්බුද්ධං සබ්බ දස්සාවිං<br>
වන්දාමි පූජයාමහං.<br><br>`,
  },
];
