export const verses = [
  {
    id: "verse-1",
    title: "නමස්කාරය",
    englishName: "namaskaraya",
    showVerseTitle: false,
    content: `නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස !!!<br><br>

විචිත්තමතිගම්භීර<br>
මනන්තනයමණ්ඩිතං<br>
පට්ඨානං සම්මසන්තස්ස<br>
විමලාමිතබුද්ධියා<br>

යස්ස දේහා නික්ඛමිංසු<br>
සුභා ඡබ්බණ්ණරංසියෝ<br>
නීලපීතා රත්තසේතා<br>
මඤ්ජෙට්ඨා ච පභස්සරා<br><br>

තං ලෝකනාථං සුගතං<br>
ධම්මඤ්ච ජිනසේවිතං<br>
සංඝං නිරංගණං<br>
සෙට්ඨං නමාමි සිරසාදරං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-2",
    title: "උද්දෙස පාලි",
    englishName: "uddesapali",
    showVerseTitle: true,
    content: `හේතුපච්චයෝ ආරම්මණපච්චයෝ<br>
අධිපතිපච්චයෝ අනන්තරපච්චයෝ<br>
සමනන්තරපච්චයෝ සහජාතපච්චයෝ<br>
අඤ්ඤමඤ්ඤපච්චයෝ නිස්සයපච්චයෝ<br>
උපනිස්සයපච්චයෝ පුරේජාතපච්චයෝ<br>
පච්ඡාජාතපච්චයෝ ආසේවනපච්චයෝ<br>
කම්මපච්චයෝ විපාකපච්චයෝ<br>
ආහාරපච්චයෝ ඉන්ද්‍රියපච්චයෝ<br>
ඣානපච්චයෝ මග්ගපච්චයෝ<br>
සම්පයුත්තපච්චයෝ විප්පයුත්තපච්චයෝ<br>
අත්ථිපච්චයෝ නත්ථිපච්චයෝ<br>
විගතපච්චයෝ අවිගතපච්චයෝ’ති.`,
    audio: "/audios/audio-02.mp3",
  },
  {
    id: "verse-3",
    title: "හේතුපච්චයෝ’ති",
    englishName: "hethupacchayo",
    showVerseTitle: true,
    content: `හේතූ හේතුසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
හේතුපච්චයේන පච්චයෝ.<br><br>

හේතුපච්චයඤාණේන<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-4",
    title: "ආරම්මණපච්චයෝ’ති",
    englishName: "arammanapacchayo",
    showVerseTitle: true,
    content: `<div class="verse-box">රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මාන<br>
ආරම්මණපච්චයේන පච්චයෝ.
</div><br>
<div class="verse-box">
සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.
</div><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා තං<br>
සම්පයුත්තකානඤ්ච ධම්මානං ආරම්මණපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>
ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

සබ්බේ ධම්මා
මනෝවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

යං යං ධම්මං ආරබ්භ යේ යේ ධම්මා උප්පජ්ජන්ති
චිත්තචේතසිකා ධම්මා, තේ තේ ධම්මා තේසං තේසං ධම්මානං
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

ආරම්මණඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },

  {
    id: "verse-5",
    title: "අධිපතිපච්චයෝ’ති",
    englishName: "adhipatipacchayo",
    showVerseTitle: true,
    content: `ඡන්දාධිපති ඡන්දසම්පයුත්තකානං ධම්මානං තං
සමුට්ඨානානඤ්ච රූපානං අධිපතිපච්චයේන පච්චයෝ.<br><br>

විරියාධිපති විරියසම්පයුත්තකානං ධම්මානං තං
සමුට්ඨානානඤ්ච රූපානං අධිපතිපච්චයේන පච්චයෝ.<br><br>

චිත්තාධිපති චිත්තසම්පයුත්තකානං ධම්මානං තං
සමුට්ඨානානඤ්ච රූපානං අධිපතිපච්චයේන පච්චයෝ.<br><br>

වීමංසාධිපති වීමංසසම්පයුත්තකානං ධම්මානං තං
සමුට්ඨානානඤ්ච රූපානං අධිපතිපච්චයේන පච්චයෝ.<br><br>

යං යං ධම්මං ගරුං කත්වා යේ යේ ධම්මා උප්පජ්ජන්ති
චිත්තචේතසිකා ධම්මා, තේ තේ ධම්මා තේසං තේසං ධම්මානං
අධිපතිපච්චයේන පච්චයෝ.<br><br>

අධිපතිඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-6",
    title: "අනන්තරපච්චයෝ’ති",
    englishName: "anantharapacchayo",
    showVerseTitle: true,
    content: `චක්ඛුවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා
මනෝධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං අනන්තරපච්චයේන
පච්චයෝ.

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
අනන්තරපච්චයේන පච්චයෝ.<br><br>

සෝතවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං අනන්තරපච්චයේන
පච්චයෝ.

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
අනන්තරපච්චයේන පච්චයෝ.<br><br>

ඝානවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං අනන්තරපච්චයේන
පච්චයෝ.

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
අනන්තරපච්චයේන පච්චයෝ.<br><br>

ජිව්හාවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං අනන්තරපච්චයේන
පච්චයෝ.

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
අනන්තරපච්චයේන පච්චයෝ.<br><br>

කායවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං අනන්තරපච්චයේන
පච්චයෝ.

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං කුසලානං
ධම්මානං අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං අකුසලානං
ධම්මානං අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා පච්ඡිමානං පච්ඡිමානං
අබ්‍යාකතානං ධම්මානං අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා පච්ඡිමානං පච්ඡිමානං කුසලානං
ධම්මානං අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා පච්ඡිමානං පච්ඡිමානං අකුසලානං ධම්මානං
අනන්තරපච්චයේන පච්චයෝ.<br><br>

යේසං යේසං ධම්මානං අනන්තරා
යේ යේ ධම්මා උප්පජ්ජන්ති
චිත්තචේතසිකා ධම්මා,
තේ තේ ධම්මා තේසං තේසං ධම්මානං
අනන්තරපච්චයේන පච්චයෝ.<br><br>

අනන්තරඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-7",
    title: "සමනන්තරපච්චයෝ’ති",
    englishName: "samanantharapacchayo",
    showVerseTitle: true,
    content: `චක්ඛුවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං සමනන්තරපච්චයේන
පච්චයෝ.<br><br>

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

සෝතවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං සමනන්තරපච්චයේන
පච්චයෝ.<br><br>

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

ඝානවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං සමනන්තරපච්චයේන
පච්චයෝ.<br><br>

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

ජිව්හාවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං සමනන්තරපච්චයේන
පච්චයෝ.<br><br>

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

කායවිඤ්ඤාණධාතු තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං සමනන්තරපච්චයේන
පච්චයෝ.<br><br>

මනෝධාතු තං සම්පයුත්තකාච ධම්මා
මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං කුසලානං
ධම්මානං සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලාඅනන්තනය සමන්නාගත සමන්තපට්ඨාන ධර්ම වන්දනාව 39
ධම්මා පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං අකුසලානං
ධම්මානං සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා පච්ඡිමානං පච්ඡිමානං
අබ්‍යාකතානං ධම්මානං සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා පච්ඡිමානං පච්ඡිමානං කුසලානං
ධම්මානං සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා පච්ඡිමානං පච්ඡිමානං අකුසලානං ධම්මානං
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

යේසං යේසං ධම්මානං සමනන්තරා යේ යේ ධම්මා
උප්පජ්ජන්ති චිත්තචේතසිකා ධම්මා, තේ තේ ධම්මා තේසං
තේසං ධම්මානං සමනන්තරපච්චයේන පච්චයෝ.<br><br>

සමනන්තරඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-8",
    title: "සහජාතපච්චයෝ’ති",
    englishName: "sahajathapacchayo",
    showVerseTitle: true,
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ
අඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා අඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං අඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා චිත්තසමුට්ඨානානං රූපානං සහජාතපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං සහජාතපච්චයේන පච්චයෝ.<br><br>

රූපිනෝ ධම්මා අරූපීනං ධම්මානං කිඤ්චි කාලේ
සහජාතපච්චයේන පච්චයෝ.<br><br>

කිඤ්චි කාලේ න සහජාතපච්චයේන පච්චයෝ.<br><br>

සහජාතඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-9",
    title: "අඤ්ඤමඤ්ඤපච්චයෝ’ති",
    englishName: "annyamanyapacchayo",
    showVerseTitle: true,
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤපච්චයේන
පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා අඤ්ඤමඤ්ඤපච්චයේන
පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං අඤ්ඤමඤ්ඤපච්චයේන
පච්චයෝ.<br><br>

අඤ්ඤමඤ්ඤඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-10",
    title: "නිස්සයපච්චයෝ’ති",
    englishName: "nissayapacchayo",
    showVerseTitle: true,
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා අඤ්ඤමඤ්ඤං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං අඤ්ඤමඤ්ඤං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා චිත්තසමුට්ඨානානං රූපානං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
නිස්සයපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය මනෝධාතු ච මනෝවිඤ්ඤාණධාතු ච
වත්තන්ති, තං රූපං මනෝධාතුයා ච මනෝවිඤ්ඤාණධාතුයා
ච තං සම්පයුත්තකානඤ්ච ධම්මානං නිස්සයපච්චයේන
පච්චයෝ.<br><br>

නිස්සයඤාණසංජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-11",
    title: "උපනිස්සයපච්චයෝ’ති",
    englishName: "upanissayapacchayo",
    showVerseTitle: true,
    content: `පුරිමා පුරිමා කුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං
කුසලානං ධම්මානං
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං
අකුසලානං ධම්මානං කේසඤ්චි
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං
අබ්‍යාකතානං ධම්මානං
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං
අකුසලානං ධම්මානං උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං
කුසලානං ධම්මානං කේසඤ්චි
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා පච්ඡිමානං පච්ඡිමානං
අබ්‍යාකතානං ධම්මානං
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා පච්ඡිමානං පච්ඡිමානං
අබ්‍යාකතානං ධම්මානං
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා පච්ඡිමානං පච්ඡිමානං
කුසලානං ධම්මානං උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා පච්ඡිමානං පච්ඡිමානං
අකුසලානං ධම්මානං
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

උතුභෝජනං’පි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුග්ගලෝ’පි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

සේනාසනං’පි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

උපනිස්සයඤාණේන
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-12",
    title: "පුරේජාතපච්චයෝ’ති",
    englishName: "purejathapacchayo",
    showVerseTitle: true,
    content: `චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,
ඵොට්ඨබ්බායතනං මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය මනෝධාතු ච මනෝවිඤ්ඤාණධාතු ච
වත්තන්ති, තං රූපං මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං පුරේජාතපච්චයේන පච්චයෝ.<br><br>

මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං
කිඤ්චිකාලේ පුරේජාතපච්චයේන පච්චයෝ.<br><br>

කිඤ්චිකාලේ න
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

පුරේජාතඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-13",
    title: "පච්ඡාජාතපච්චයෝ’ති",
    englishName: "pachchajathapacchayo",
    showVerseTitle: true,
    content: `පච්ඡාජාතා චිත්තචේතසිකා ධම්මා පුරේජාතස්ස ඉමස්ස
කායස්ස පච්ඡාජාතපච්චයේන පච්චයෝ.<br><br>

පච්ඡාජාතඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-14",
    title: "ආසේවනපච්චයෝ’ති",
    englishName: "asevanapacchayo",
    showVerseTitle: true,
    content: `පුරිමා පුරිමා කුසලා ධම්මා
පච්ඡිමානං පච්ඡිමානං කුසලානං ධම්මානං
ආසේවනපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා
පච්ඡිමානං පච්ඡිමානං අකුසලානං ධම්මානං
ආසේවනපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කිරියාබ්‍යාකතා ධම්මා
පච්ඡිමානං පච්ඡිමානං කිරියාබ්‍යාකතානං ධම්මානං
ආසේවනපච්චයේන පච්චයෝ.<br><br>

ආසේවනඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-15",
    title: "කම්මපච්චයෝ’ති",
    englishName: "kammapacchayo",
    showVerseTitle: true,
    content: `කුසලාකුසලං කම්මං විපාකානං ඛන්ධානං කටත්තා ච රූපානං
කම්මපච්චයේන පච්චයෝ.<br><br>

චේතනා සම්පයුත්තකානං ධම්මානං
තං සමුට්ඨානානඤ්ච රූපානං
කම්මපච්චයේන පච්චයෝ.<br><br>

කම්මපච්චයඤාණේන
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-16",
    title: "විපාකපච්චයෝ’ති",
    englishName: "wipakapacchayo",
    showVerseTitle: true,
    content: `විපාකා චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤං
විපාකපච්චයේන පච්චයෝ.<br><br>

විපාකඤාණසංජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-17",
    title: "ආහාරපච්චයෝ’ති",
    englishName: "aharapacchayo",
    showVerseTitle: true,
    content: `කබලිංකාරෝ ආහාරෝ ඉමස්ස කායස්ස
ආහාරපච්චයේන පච්චයෝ.<br><br>

අරූපිනෝ ආහාරා සම්පයුත්තකානං ධම්මානං
තං සමුට්ඨානානඤ්ච රූපානං
ආහාරපච්චයේන පච්චයෝ.<br><br>

ආහාරඤාණසංජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-18",
    title: "ඉන්ද්‍රියපච්චයෝ’ති",
    englishName: "indryapacchayo",
    showVerseTitle: true,
    content: `චක්ඛුන්ද්‍රියං චක්ඛුවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

සෝතින්ද්‍රියං සෝතවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

ඝානින්ද්‍රියං ඝානවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

ජිව්හින්ද්‍රියං ජිව්හාවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

කායින්ද්‍රියං කායවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

රූපජීවිතින්ද්‍රියං කටත්තාරූපානං
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

අරූපිනෝ ඉන්ද්‍රියා සම්පයුත්තකානං ධම්මානං
තං සමුට්ඨානානඤ්ච රූපානං
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

ඉන්ද්‍රියඤාණසංජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-19",
    title: "ඣානපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    content: `ඣානංගානි ඣානසම්පයුත්තකානං ධම්මානං
තං සමුුට්ඨානානඤ්ච රූපානං
ඣානපච්චයේන පච්චයෝ.<br><br>

ඣානපච්චයඤාණේන
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-20",
    title: "මග්ගපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    content: `මග්ගංගානි මග්ගසම්පයුත්තකානං ධම්මානං
තං සමුට්ඨානානඤ්ච රූපානං
මග්ගපච්චයේන පච්චයෝ.<br><br>

මග්ගපච්චයඤාණේන
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-21",
    title: "සම්පයුත්තපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤං
සම්පයුත්තපච්චයේන පච්චයෝ.<br><br>

සම්පයුත්තඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-22",
    title: "විප්පයුත්තපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    content: `රූපිනෝ ධම්මා අරූපීනං ධම්මානං
විප්පයුත්තපච්චයේන පච්චයෝ.<br><br>

අරූපිනෝ ධම්මා රූපීනං ධම්මානං
විප්පයුත්තපච්චයේන පච්චයෝ.<br><br>

විප්පයුත්තඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-23",
    title: "අත්ථිපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා අඤ්ඤමඤ්ඤං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං අඤ්ඤමඤ්ඤං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා චිත්තසමුට්ඨානානං රූපානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,
ඵොට්ඨබ්බායතනං මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය
මනෝධාතු ච මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,
තං රූපං මනෝධාතුයා ච මනෝවිඤ්ඤාණධාතුයා ච
තං සම්පයුත්තකානඤ්ච ධම්මානං
අත්ථිපච්චයේන පච්චයෝ.<br><br>

අත්ථිපච්චයඤාණේන
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-24",
    title: "නත්ථිපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    content: `සමනන්තරනිරුද්ධා චිත්තචේතසිකා ධම්මා
පටුප්පන්නානං චිත්තචේතසිකානං ධම්මානං
නත්ථිපච්චයේන පච්චයෝ.<br><br>

නත්ථිපච්චයඤාණේන
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-25",
    title: "විගතපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    content: `සමනන්තරවිගතා චිත්තචේතසිකා ධම්මා
පටුප්පන්නානං චිත්තචේතසිකානං ධම්මානං
විගතපච්චයේන පච්චයෝ.<br><br>

විගතඤාණසංජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-26",
    title: "අවිගතපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤං
අවිගතපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා අඤ්ඤමඤ්ඤං
අවිගතපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං
අඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා චිත්තසමුට්ඨානානං රූපානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා තං
සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,
ඵොට්ඨබ්බායතනං මනෝධාතුයා
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය
මනෝධාතු ච මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,
තං රූපං මනෝධාතුයා ච මනෝවිඤ්ඤාණධාතුයා ච
තං සම්පයුත්තකානඤ්ච ධම්මානං
අවිගතපච්චයේන පච්චයෝ.<br><br>

අවිගතඤාණජාත
ඡබ්බණ්ණරංසි භාසුරං
සම්බුද්ධං සබ්බදස්සාවිං
වන්දාමි පූජයාමහං

ඒතේන සච්චවජ්ජේන සොත්ථි මේ හෝතු සබ්බදා
ඒතේන සච්චවජ්ජේන සොත්ථි තේ හෝතු සබ්බදා
ඒතේන සච්චවජ්ජේන සොත්ථි තේ හෝතු සබ්බදා

සාධු ! සාධු ! සාධු !

බුද්ධ සාසනං චිරං තිට්ඨතු !!!
`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-27",
    title: "පුණ්‍යානුමෝදනා",
    englishName: "punyanumodana",
    showVerseTitle: true,
    content: `ඝටීකාරෝ බ්‍රහ්මරාජා - ඉමං පුඤ්ඤානුමෝදතු!
සනංකුමාරෝ බ්‍රහ්මරාජා - ඉමං පුඤ්ඤානුමෝදතු!
සහම්පතී බ්‍රහ්මරාජා - ඉමං පුඤ්ඤානුමෝදතු!
පුඤ්ඤං තං අනුමෝදිත්වා - චිරං රක්ඛන්තු බුද්ධ සාසනං..

සක්කෝ දේවානමින්දෝ - ඉමං පුඤ්ඤානුමෝදතු!
විස්සකම්මෝ දේවපුත්තෝ - ඉමං පුඤ්ඤානුමෝදතු!
තාවතිංසකායිකා දේවා - ඉමං පුඤ්ඤානුමෝදන්තු!
පුඤ්ඤං තං අනුමෝදිත්වා - චිරං රක්ඛන්තු බුද්ධ සාසනං

පුරිමං දිසං ධතරට්ඨෝ - දක්ඛිණේන විරූළ්හකෝ
පච්ඡිමේන විරූපක්ඛෝ - කුවේරෝ උත්තරං දිසං
චත්තාරෝ තේ මහාරාජා - ඉමං පුඤ්ඤානුමෝදන්තු!
පුඤ්ඤං තං අනුමෝදිත්වා - චිරං රක්ඛන්තු බුද්ධ සාසනං!

ඉන්දෝ සෝමෝ වරුණෝ ච - භාරද්වාජෝ පජාපතී,
චන්දනෝ කාමසෙට්ඨෝ ච - කින්නිඝණ්ඩු නිඝණ්ඩු ච,
පනාදෝ ඕපමඤ්ඤෝ ච - දේවසුතෝ ච මාතලී,
චිත්තසේනෝ ච ගන්ධබ්බෝ - නලෝ රාජා ජනේසභෝ,
සාතාගිරෝ හේමවතෝ - පුණ්ණකෝ කරතියෝ ගුළෝ,
සීවකෝ මුචලින්දෝ ච - වෙස්සාමිත්තෝ යුගන්ධරෝ,
ගෝපාලෝ සුප්පගේධෝ ච - හිරිනෙන්තී ච මන්දියෝ,
පඤ්චාලචණ්ඩෝ ආළවකෝ පජ්ජුන්නෝ - සුමනෝ සුමුඛෝ දධීමුඛෝ,
මණි මාණි චරෝ දීඝෝ - අථෝ සේරිස්සකෝ සහ
එතේ සේනාපතී දේවා - ඉමං පුඤ්ඤානුමෝදන්තු!
පුඤ්ඤං තං අනුමෝදිත්වා - චිරං රක්ඛන්තු බුද්ධ සාසනං.

ආකාසට්ඨා ච භුම්මට්ඨා - දේවා නාගා මහිද්ධිකා
පුඤ්ඤං තං අනුමෝදිත්වා - චිරං රක්ඛන්තු බුද්ධ සාසනං
ආකාසට්ඨා ච භුම්මට්ඨා - දේවා නාගා මහිද්ධිකා
පුඤ්ඤං තං අනුමෝදිත්වා - චිරං රක්ඛන්තු බුද්ධ දේසනං
ආකාසට්ඨා ච භුම්මට්ඨා - දේවා නාගා මහිද්ධිකා
පුඤ්ඤං තං අනුමෝදිත්වා චිරං රක්ඛන්තු බුද්ධ සාවකං
චිරං රක්ඛන්තු මං පරන්ති

එත්තාවතාච අම්හෙහි
සම්භතං පුඤ්ඤ සම්පදං
සබ්බේ දේවා අනුමෝදන්තු
සබ්බේ භූතා අනුමෝදන්තු
සබ්බේ සත්තා අනුමෝදන්තු
සබ්බ සම්පත්ති සිද්ධියා

සාධූ! සාධූ!! සාධූ!!!

කප්ප සත සහස්සානි - සෝලසාපි අසංඛියේ
සම්භරං බෝධි සම්භාරේ - ආගතෝ ජාති ජාති සු
නියතෝ බුද්ධ භාවාය - භද්දකප්පෙ ඉධන්තිමේ
බෝධි සත්ථොච මෙත්තෙය්‍යෙ - පුඤ්ඤං මේ අනුමෝදතු

අස්මිං විහාරේච ආරාමේ - අධිවත්තාච දේවතා
අනුමෝදිත්වා ඉමං පුඤ්ඤං - රක්ඛන්තු ජින සාසනං
සබ්බේ සත්තාච මජ්ඣත්තා - හිතාච අහිතා ච මේ
අනුමෝදිත්වා ඉමං පුඤ්ඤං - බුජ්ධන්තු අමතං පදං

ඉදං වෝ ඤාතිනං හෝතු - සුඛිතා හොන්තු ඤාතයෝ
ඉදං වෝ ඤාතිනං හෝතු - සුඛිතා හොන්තු ඤාතයෝ
ඉදං වෝ ඤාතිනං හෝතු - සුඛිතා හොන්තු ඤාතයෝ

සබ්බේ සංඛාරා අනිච්චාති යදා පඤ්ඤාය පස්සති
අථ නිබ්බින්දති දුක්ඛේ ඒස මග්ගෝ විසුද්ධියා
සබ්බේ සංඛාරා දුක්ඛාති යදා පඤ්ඤාය පස්සති
අථ නිබ්බින්දති දුක්ඛේ ඒස මග්ගෝ විසුද්ධියා
සබ්බේ ධම්මා අනත්තාති යදා පඤ්ඤාය පස්සති
අථ නිබ්බින්දති දුක්ඛේ ඒස මග්ගෝ විසුද්ධියා

අප්පමාදේන භික්ඛවේ සම්පාදේථ
දුල්ලභෝ බුද්ධුප්පාදෝ ලෝකස්මිං
දුල්ලභෝ මනුස්සත්ත පටිලාභෝ
දුල්ලභා ඛණ සම්පත්ති
දුල්ලභා පබ්බජ්ජා
දුල්ලභං සද්ධම්ම සවනං
දුල්ලභෝ සප්පුරිස සංසේවෝ

ඉමාය ධම්මානුධම්ම පටිපත්තියා බුද්ධං පූජේමි
ඉමාය ධම්මානුධම්ම පටිපත්තියා ධම්මං පූජේමි
ඉමාය ධම්මානුධම්ම පටිපත්තියා සංඝං පූජේමි
අද්ධා ඉමාය පටිපත්තියා ජාති ජරා මරණම්හා පරිමුච්චිස්සාමි.

කායෙන වාචා චිත්තේන පමාදෙන මයා කතං
අච්චයං ඛම මේ භන්තෙ භූරිපඤ්ඤ තථගත

කායෙන වාචා චිත්තේන පමාදෙන මයා කතං
අච්චයං ඛම මේ ධම්ම සන්ධිට්ඨික අකාලික

කායෙන වාචා චිත්තේන පමාදෙන මයා කතං
අච්චයං ඛම මේ සංඝ පුඤ්ඤක්ඛෙත්ත අනුත්තර

සාධූ! සාධූ!! සාධූ!!!
`,
    audio: "/audios/audio-01.mp3",
  },
  // {
  //   id: "verse-28",
  //   title: "Mytext",
  //   sections: [
  //     {
  //       id: "verse-28-sec-1",
  //       title: "xt",
  //       englishName: "",
  //       showVerseTitle: true,
  //       content: ``,
  //       audio: "/audios/audio-01.mp3",
  //     },
  //   ],
  // },
];
