export const verses = [
  {
    id: "verse-1",
    title: "නමස්කාරය",
    englishName: "namaskaraya",
    showVerseTitle: true,
    audioStartAt: `00:00`,
    audioEndAt: `01:30`,
    audioSectionsKey: "verse-1",
    sinhalaTitle: "නමස්කාරය",
    sinhalaTextKey: "verse-1",
    content: `නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස!<br>
    නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස!<br>
    නමෝ තස්ස භගවතෝ අරහතෝ සම්මාසම්බුද්ධස්ස පට්ඨානදේසකස්ස!<br><br>

විචිත්තමතිගම්භීර<br>
මනන්තනයමණ්ඩිතං<br>
පට්ඨානං සම්මසන්තස්ස<br>
විමලාමිතබුද්ධියා<br><br>

යස්ස දේහා නික්ඛමිංසු<br>
සුභා ඡබ්බණ්ණරංසියෝ<br>
නීලපීතා රත්තසේතා<br>
මඤ්ජෙට්ඨා ච පභස්සරා<br><br>

තං ලෝකනාථං සුගතං<br>
ධම්මඤ්ච ජිනසේවිතං<br>
සංඝං නිරංගණං සෙට්ඨං<br>
නමාමි සිරසාදරං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-2",
    title: "උද්දෙස පාලි",
    englishName: "uddesapali",
    showVerseTitle: true,
    audioStartAt: `01:31`,
    audioEndAt: `02:42`,
    audioSectionsKey: "verse-2",
    sinhalaTitle: "උද්දෙස පාලිය",
    sinhalaTextKey: "verse-2",
    content: `හේතුපච්චයෝ ආරම්මණපච්චයෝ<br>
අධිපතිපච්චයෝ අනන්තරපච්චයෝ<br>
සමනන්තරපච්චයෝ සහජාතපච්චයෝ<br>
අඤ්ඤමඤ්ඤපච්චයෝ නිස්සයපච්චයෝ<br>
උපනිස්සයපච්චයෝ පුරේජාතපච්චයෝ<br>
පච්ඡාජාතපච්චයෝ ආසේවනපච්චයෝ<br>
කම්මපච්චයෝ විපාකපච්චයෝ<br>
ආහාරපච්චයෝ ඉන්ද්‍රියපච්චයෝ<br>
ඣානපච්චයෝ මග්ගපච්චයෝ<br>
සම්පයුත්තපච්චයෝ විප්පයුත්තපච්චයෝ<br>
අත්ථිපච්චයෝ නත්ථිපච්චයෝ<br>
විගතපච්චයෝ අවිගතපච්චයෝ’ති.`,
    audio: "/audios/audio-02.mp3",
  },
  {
    id: "verse-3",
    title: "හේතුපච්චයෝ’ති",
    englishName: "hethupacchayo",
    showVerseTitle: true,
    audioStartAt: `02:43`,
    audioEndAt: `03:19`,
    sinhalaTitle: "හේතු ප‍්‍රත්‍යය යනු",
    sinhalaTextKey: "verse-3",
    content: `හේතූ හේතුසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
හේතුපච්චයේන පච්චයෝ.<br><br>

හේතුපච්චයඤාණේන<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-4",
    title: "ආරම්මණපච්චයෝ’ති",
    englishName: "arammanapacchayo",
    showVerseTitle: true,
    audioStartAt: `03:20`,
    audioEndAt: `05:59`,
    sinhalaTitle: "ආරම්මණ ප්‍රත්‍ය",
    sinhalaTextKey: "verse-4",
    content: `<div class="verse-box">රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මාන<br>
ආරම්මණපච්චයේන පච්චයෝ.
</div><br>
<div class="verse-box">
සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.
</div><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං,<br>
රසායතනං, ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

සබ්බේ ධම්මා මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

යං යං ධම්මං ආරබ්භ<br>
යේ යේ ධම්මා උප්පජ්ජන්ති<br>
චිත්තචේතසිකා ධම්මා,<br>
තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>
ආරම්මණපච්චයේන පච්චයෝ.<br><br>

ආරම්මණඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },

  {
    id: "verse-5",
    title: "අධිපතිපච්චයෝ’ති",
    englishName: "adhipatipacchayo",
    showVerseTitle: true,
    audioStartAt: `06:01`,
    audioEndAt: `07:45`,
    sinhalaTitle: "අධිපති ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-5",
    content: `ඡන්දාධිපති<br>
    ඡන්දසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

විරියාධිපති<br>
විරියසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

චිත්තාධිපති<br>
චිත්තසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

වීමංසාධිපති<br>
වීමංසසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

යං යං ධම්මං ගරුං කත්වා<br>
යේ යේ ධම්මා උප්පජ්ජන්ති<br>
චිත්තචේතසිකා ධම්මා,<br>
තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>
අධිපතිපච්චයේන පච්චයෝ.<br><br>

අධිපතිඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-6",
    title: "අනන්තරපච්චයෝ’ති",
    englishName: "anantharapacchayo",
    showVerseTitle: true,
    audioStartAt: `07:46`,
    audioEndAt: `13:07`,
    sinhalaTitle: "අනන්තර ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-6",
    content: `චක්ඛුවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

සෝතවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

ඝානවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

ජිව්හාවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

කායවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

යේසං යේසං ධම්මානං අනන්තරා<br>
යේ යේ ධම්මා උප්පජ්ජන්ති<br>
චිත්තචේතසිකා ධම්මා,<br>
තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>
අනන්තරපච්චයේන පච්චයෝ.<br><br>

අනන්තරඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-7",
    title: "සමනන්තරපච්චයෝ’ති",
    englishName: "samanantharapacchayo",
    showVerseTitle: true,
    audioStartAt: `13:08`,
    audioEndAt: `18:28`,
    sinhalaTitle: "සමනන්තර ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-7",
    content: `චක්ඛුවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

සෝතවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

ඝානවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

ජිව්හාවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

කායවිඤ්ඤාණධාතු<br>
තං සම්පයුත්තකාච ධම්මා මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

මනෝධාතු<br>
තං සම්පයුත්තකාච ධම්මා<br>
මනෝවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අබ්‍යාකතානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං<br>
අකුසලානං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

යේසං යේසං ධම්මානං සමනන්තරා<br>
යේ යේ ධම්මා උප්පජ්ජන්ති<br>
චිත්තචේතසිකා ධම්මා,<br>
තේ තේ ධම්මා තේසං තේසං ධම්මානං<br>
සමනන්තරපච්චයේන පච්චයෝ.<br><br>

සමනන්තරඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-8",
    title: "සහජාතපච්චයෝ’ති",
    englishName: "sahajathapacchayo",
    showVerseTitle: true,
    audioStartAt: `18:29`,
    audioEndAt: `19:50`,
    sinhalaTitle: "සහජාත ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-8",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤං<br>
සහජාතපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා<br>
අඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං<br>
අඤ්ඤමඤ්ඤං සහජාතපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා<br>
චිත්තසමුට්ඨානානං රූපානං<br>
සහජාතපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං<br>
සහජාතපච්චයේන පච්චයෝ.<br><br>

රූපිනෝ ධම්මා අරූපීනං ධම්මානං<br>
කිඤ්චි කාලේ<br>
සහජාතපච්චයේන පච්චයෝ.<br><br>

කිඤ්චි කාලේ න<br>
සහජාතපච්චයේන පච්චයෝ.<br><br>

සහජාතඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-9",
    title: "අඤ්ඤමඤ්ඤපච්චයෝ’ති",
    englishName: "annyamanyapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "අඤ්ඤමඤ්ඤ ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-9",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ<br>
අඤ්ඤමඤ්ඤපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා<br>
අඤ්ඤමඤ්ඤපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං<br>
අඤ්ඤමඤ්ඤපච්චයේන පච්චයෝ.<br><br>

අඤ්ඤමඤ්ඤඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-10",
    title: "නිස්සයපච්චයෝ’ති",
    englishName: "nissayapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "නිස්සය ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-10",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ අඤ්ඤමඤ්ඤං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා අඤ්ඤමඤ්ඤං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං අඤ්ඤමඤ්ඤං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා<br>
චිත්තසමුට්ඨානානං රූපානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය මනෝධාතු ච<br>
මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,<br>
තං රූපං මනෝධාතුයා ච මනෝවිඤ්ඤාණධාතුයා ච<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
නිස්සයපච්චයේන පච්චයෝ.<br><br>

නිස්සයඤාණසංජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-11",
    title: "උපනිස්සයපච්චයෝ’ති",
    englishName: "upanissayapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "උපනිස්සය ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-11",
    content: `පුරිමා පුරිමා කුසලා ධම්මා<br>
    පච්ඡිමානං පච්ඡිමානං<br>
කුසලානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමාන අකුසලානං ධම්මානං<br>
කේසඤ්චි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං අකුසලානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං කුසලානං ධම්මානං<br>
කේසඤ්චි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං අබ්‍යාකතානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං කුසලානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං අකුසලානං ධම්මානං<br>
උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

උතුභෝජනං’පි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

පුග්ගලෝ’පි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

සේනාසනං’පි උපනිස්සයපච්චයේන පච්චයෝ.<br><br>

උපනිස්සයඤාණේන<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-12",
    title: "පුරේජාතපච්චයෝ’ති",
    englishName: "purejathapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "පුරේජාත ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-12",
    content: `චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං <br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>
ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය මනෝධාතු ච <br>
මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,<br>
තං රූපං මනෝධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං <br>
පුරේජාතපච්චයේන පච්චයෝ.<br><br>

මනෝවිඤ්ඤාණධාතුයා තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
කිඤ්චිකාලේ පුරේජාතපච්චයේන පච්චයෝ.<br><br>

කිඤ්චිකාලේ න පුරේජාතපච්චයේන පච්චයෝ.<br><br>

පුරේජාතඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-13",
    title: "පච්ඡාජාතපච්චයෝ’ති",
    englishName: "pachchajathapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "පච්ඡාජාත ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-13",
    content: `පච්ඡාජාතා චිත්තචේතසිකා ධම්මා<br>
පුරේජාතස්ස ඉමස්ස කායස්ස<br>
පච්ඡාජාතපච්චයේන පච්චයෝ.<br><br>

පච්ඡාජාතඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-14",
    title: "ආසේවනපච්චයෝ’ති",
    englishName: "asevanapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "ආසේවන ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-14",
    content: `පුරිමා පුරිමා කුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං කුසලානං ධම්මානං<br>
ආසේවනපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා අකුසලා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං අකුසලානං ධම්මානං<br>
ආසේවනපච්චයේන පච්චයෝ.<br><br>

පුරිමා පුරිමා කිරියාබ්‍යාකතා ධම්මා<br>
පච්ඡිමානං පච්ඡිමානං කිරියාබ්‍යාකතානං ධම්මානං<br>
ආසේවනපච්චයේන පච්චයෝ.<br><br>

ආසේවනඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-15",
    title: "කම්මපච්චයෝ’ති",
    englishName: "kammapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "කම්ම ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-15",
    content: `කුසලාකුසලං කම්මං විපාකානං ඛන්ධානං <br>
    කටත්තා ච රූපානං<br>
කම්මපච්චයේන පච්චයෝ.<br><br>

චේතනා සම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
කම්මපච්චයේන පච්චයෝ.<br><br>

කම්මපච්චයඤාණේන<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-16",
    title: "විපාකපච්චයෝ’ති",
    englishName: "wipakapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "විපාක ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-16",
    content: `විපාකා චත්තාරෝ ඛන්ධා අරූපිනෝ <br>
අඤ්ඤමඤ්ඤං විපාකපච්චයේන පච්චයෝ.<br><br>

විපාකඤාණසංජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-17",
    title: "ආහාරපච්චයෝ’ති",
    englishName: "aharapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "ආහාර ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-17",
    content: `කබලිංකාරෝ ආහාරෝ ඉමස්ස කායස්ස<br>
ආහාරපච්චයේන පච්චයෝ.<br><br>

අරූපිනෝ ආහාරා සම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
ආහාරපච්චයේන පච්චයෝ.<br><br>

ආහාරඤාණසංජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-18",
    title: "ඉන්ද්‍රියපච්චයෝ’ති",
    englishName: "indryapacchayo",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "ඉන්ද්‍රිය ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-18",
    content: `චක්ඛුන්ද්‍රියං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

සෝතින්ද්‍රියං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

ඝානින්ද්‍රියං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

ජිව්හින්ද්‍රියං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

කායින්ද්‍රියං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

රූපජීවිතින්ද්‍රියං කටත්තාරූපානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

අරූපිනෝ ඉන්ද්‍රියා<br>
සම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
ඉන්ද්‍රියපච්චයේන පච්චයෝ.<br><br>

ඉන්ද්‍රියඤාණසංජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-19",
    title: "ඣානපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "ඣාන ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-19",
    content: `ඣානංගානි ඣානසම්පයුත්තකානං ධම්මානං<br>
තං සමුුට්ඨානානඤ්ච රූපානං<br>
ඣානපච්චයේන පච්චයෝ.<br><br>

ඣානපච්චයඤාණේන<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-20",
    title: "මග්ගපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "මග්ග ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-20",
    content: `මග්ගංගානි මග්ගසම්පයුත්තකානං ධම්මානං<br>
තං සමුට්ඨානානඤ්ච රූපානං<br>
මග්ගපච්චයේන පච්චයෝ.<br><br>

මග්ගපච්චයඤාණේන<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-21",
    title: "සම්පයුත්තපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "සම්පයුත්ත ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-21",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ <br>
    අඤ්ඤමඤ්ඤං සම්පයුත්තපච්චයේන පච්චයෝ.<br><br>

සම්පයුත්තඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-22",
    title: "විප්පයුත්තපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "විප්පයුත්ත ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-22",
    content: `රූපිනෝ ධම්මා අරූපීනං ධම්මානං<br>
විප්පයුත්තපච්චයේන පච්චයෝ.<br><br>

අරූපිනෝ ධම්මා රූපීනං ධම්මානං<br>
විප්පයුත්තපච්චයේන පච්චයෝ.<br><br>

විප්පයුත්තඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-23",
    title: "අත්ථිපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "අත්ථි ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-23",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ <br>
අඤ්ඤමඤ්ඤං අත්ථිපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා<br>
අඤ්ඤමඤ්ඤං අත්ථිපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං<br>
අඤ්ඤමඤ්ඤං අත්ථිපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා <br>
චිත්තසමුට්ඨානානං රූපානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>
ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය<br>
මනෝධාතු ච මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,<br>
තං රූපං මනෝධාතුයා ච මනෝවිඤ්ඤාණධාතුයා ච<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අත්ථිපච්චයේන පච්චයෝ.<br><br>

අත්ථිපච්චයඤාණේන<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-24",
    title: "නත්ථිපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "නත්ථි ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-24",
    content: `සමනන්තරනිරුද්ධා චිත්තචේතසිකා ධම්මා<br>
පටුප්පන්නානං චිත්තචේතසිකානං ධම්මානං<br>
නත්ථිපච්චයේන පච්චයෝ.<br><br>

නත්ථිපච්චයඤාණේන<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-25",
    title: "විගතපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "විගත ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-25",
    content: `සමනන්තරවිගතා චිත්තචේතසිකා ධම්මා<br>
පටුප්පන්නානං චිත්තචේතසිකානං ධම්මානං<br>
විගතපච්චයේන පච්චයෝ.<br><br>

විගතඤාණසංජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-26",
    title: "අවිගතපච්චයෝ’ති",
    englishName: "",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "අවිගත ප්‍රත්‍ය යනු",
    sinhalaTextKey: "verse-26",
    content: `චත්තාරෝ ඛන්ධා අරූපිනෝ <br>
අඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.<br><br>

චත්තාරෝ මහාභූතා <br>
අඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.<br><br>

ඔක්කන්තික්ඛණේ නාමරූපං<br>
අඤ්ඤමඤ්ඤං අවිගතපච්චයේන පච්චයෝ.<br><br>

චිත්තචේතසිකා ධම්මා <br>
චිත්තසමුට්ඨානානං රූපානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

මහාභූතා උපාදාය රූපානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

චක්ඛායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

සෝතායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

ඝානායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

ජිව්හායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

කායායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං චක්ඛුවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

සද්දායතනං සෝතවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

ගන්ධායතනං ඝානවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

රසායතනං ජිව්හාවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

ඵොට්ඨබ්බායතනං කායවිඤ්ඤාණධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

රූපායතනං, සද්දායතනං, ගන්ධායතනං, රසායතනං,<br>
ඵොට්ඨබ්බායතනං මනෝධාතුයා<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

යං රූපං නිස්සාය මනෝධාතු ච <br>
මනෝවිඤ්ඤාණධාතු ච වත්තන්ති,<br>
තං රූපං මනෝධාතුයා ච මනෝවිඤ්ඤාණධාතුයා ච<br>
තං සම්පයුත්තකානඤ්ච ධම්මානං<br>
අවිගතපච්චයේන පච්චයෝ.<br><br>

අවිගතඤාණජාත<br>
ඡබ්බණ්ණරංසි භාසුරං<br>
සම්බුද්ධං සබ්බදස්සාවිං<br>
වන්දාමි පූජයාමහං<br><br>

ඒතේන සච්චවජ්ජේන සොත්ථි මේ හෝතු සබ්බදා<br>
ඒතේන සච්චවජ්ජේන සොත්ථි තේ හෝතු සබ්බදා<br>
ඒතේන සච්චවජ්ජේන සොත්ථි තේ හෝතු සබ්බදා<br><br>

සාධු! සාධු! සාධු!<br><br>

බුද්ධ සාසනං චිරං තිට්ඨතු!<br>
බුද්ධ සාසනං චිරං තිට්ඨතු!<br>
බුද්ධ සාසනං චිරං තිට්ඨතු!
`,
    audio: "/audios/audio-01.mp3",
  },
  {
    id: "verse-27",
    title: "දේව පුණ්‍යානුමෝදනා",
    englishName: "punyanumodana",
    showVerseTitle: true,
    audioStartAt: 0,
    audioEndAt: 30,
    sinhalaTitle: "Sinhal ප්‍රත්‍ය යනු",
    content: `ඝටීකාරෝ බ්‍රහ්මරාජා<br>
ඉමං පුඤ්ඤානුමෝදතු!<br>
සනංකුමාරෝ බ්‍රහ්මරාජා<br>
ඉමං පුඤ්ඤානුමෝදතු!<br>
සහම්පතී බ්‍රහ්මරාජා<br>
ඉමං පුඤ්ඤානුමෝදතු!<br>
පුඤ්ඤං තං අනුමෝදිත්වා<br>
චිරං රක්ඛන්තු බුද්ධ සාසනං<br><br>

සක්කෝ දේවානමින්දෝ<br>
ඉමං පුඤ්ඤානුමෝදතු!<br>
විස්සකම්මෝ දේවපුත්තෝ<br>
ඉමං පුඤ්ඤානුමෝදතු!<br>
තාවතිංසකායිකා දේවා<br>
ඉමං පුඤ්ඤානුමෝදන්තු!<br>
පුඤ්ඤං තං අනුමෝදිත්වා<br>
චිරං රක්ඛන්තු බුද්ධ සාසනං<br><br>

පුරිමං දිසං ධතරට්ඨෝ<br>
දක්ඛිණේන විරූළ්හකෝ<br>
පච්ඡිමේන විරූපක්ඛෝ<br>
කුවේරෝ උත්තරං දිසං<br>
චත්තාරෝ තේ මහාරාජා<br>
ඉමං පුඤ්ඤානුමෝදන්තු!<br>
පුඤ්ඤං තං අනුමෝදිත්වා<br>
චිරං රක්ඛන්තු බුද්ධ සාසනං!<br><br>

ඉන්දෝ සෝමෝ වරුණෝ ච<br>
භාරද්වාජෝ පජාපතී,<br>
චන්දනෝ කාමසෙට්ඨෝ ච<br>
කින්නිඝණ්ඩු නිඝණ්ඩු ච,<br>
පනාදෝ ඕපමඤ්ඤෝ ච<br>
දේවසුතෝ ච මාතලී,<br>
චිත්තසේනෝ ච ගන්ධබ්බෝ<br>
නලෝ රාජා ජනේසභෝ,<br>
සාතාගිරෝ හේමවතෝ<br>
පුණ්ණකෝ කරතියෝ ගුළෝ,<br>
සීවකෝ මුචලින්දෝ ච<br>
වෙස්සාමිත්තෝ යුගන්ධරෝ,<br>
ගෝපාලෝ සුප්පගේධෝ ච<br>
හිරිනෙන්තී ච මන්දියෝ,<br>
පඤ්චාලචණ්ඩෝ ආළවකෝ පජ්ජුන්නෝ<br>
සුමනෝ සුමුඛෝ දධීමුඛෝ,<br>
මණි මාණි චරෝ දීඝෝ<br>
අථෝ සේරිස්සකෝ සහ<br>
එතේ සේනාපතී දේවා<br>
ඉමං පුඤ්ඤානුමෝදන්තු!<br>
පුඤ්ඤං තං අනුමෝදිත්වා<br>
චිරං රක්ඛන්තු බුද්ධ සාසනං.<br><br>

ආකාසට්ඨා ච භුම්මට්ඨා<br>
දේවා නාගා මහිද්ධිකා<br>
පුඤ්ඤං තං අනුමෝදිත්වා<br>
චිරං රක්ඛන්තු බුද්ධ සාසනං<br><br>

ආකාසට්ඨා ච භුම්මට්ඨා<br>
දේවා නාගා මහිද්ධිකා<br>
පුඤ්ඤං තං අනුමෝදිත්වා<br>
චිරං රක්ඛන්තු බුද්ධ දේසනං<br><br>

ආකාසට්ඨා ච භුම්මට්ඨා<br>
දේවා නාගා මහිද්ධිකා<br>
පුඤ්ඤං තං අනුමෝදිත්වා<br>
චිරං රක්ඛන්තු බුද්ධ සාවකං<br>
චිරං රක්ඛන්තු මං පරන්ති<br><br>

එත්තාවතාච අම්හෙහි<br>
සම්භතං පුඤ්ඤ සම්පදං<br>
සබ්බේ දේවා අනුමෝදන්තු<br>
සබ්බේ භූතා අනුමෝදන්තු<br>
සබ්බේ සත්තා අනුමෝදන්තු<br>
සබ්බ සම්පත්ති සිද්ධියා<br><br>

සාධූ! සාධූ!! සාධූ!!!<br><br>

කප්ප සත සහස්සානි<br>
සෝලසාපි අසංඛියේ<br>
සම්භරං බෝධි සම්භාරේ<br>
ආගතෝ ජාති ජාති සු<br>
නියතෝ බුද්ධ භාවාය<br>
භද්දකප්පෙ ඉධන්තිමේ<br>
බෝධි සත්ථොච මෙත්තෙය්‍යෙ<br>
පුඤ්ඤං මේ අනුමෝදතු<br><br>

අස්මිං විහාරේච ආරාමේ<br>
අධිවත්තාච දේවතා<br>
අනුමෝදිත්වා ඉමං පුඤ්ඤං<br>
රක්ඛන්තු ජින සාසනං<br>
සබ්බේ සත්තාච මජ්ඣත්තා<br>
හිතාච අහිතා ච මේ<br>
අනුමෝදිත්වා ඉමං පුඤ්ඤං<br>
බුජ්ධන්තු අමතං පදං<br><br>

ඉදං වෝ ඤාතිනං හෝතු<br>
සුඛිතා හොන්තු ඤාතයෝ<br>
ඉදං වෝ ඤාතිනං හෝතු<br>
සුඛිතා හොන්තු ඤාතයෝ<br>
ඉදං වෝ ඤාතිනං හෝතු<br>
සුඛිතා හොන්තු ඤාතයෝ<br><br>

සබ්බේ සංඛාරා අනිච්චාති යදා පඤ්ඤාය පස්සති<br>
අථ නිබ්බින්දති දුක්ඛේ ඒස මග්ගෝ විසුද්ධියා<br>
සබ්බේ සංඛාරා දුක්ඛාති යදා පඤ්ඤාය පස්සති<br>
අථ නිබ්බින්දති දුක්ඛේ ඒස මග්ගෝ විසුද්ධියා<br>
සබ්බේ ධම්මා අනත්තාති යදා පඤ්ඤාය පස්සති<br>
අථ නිබ්බින්දති දුක්ඛේ ඒස මග්ගෝ විසුද්ධියා<br><br>

අප්පමාදේන භික්ඛවේ සම්පාදේථ<br>
දුල්ලභෝ බුද්ධුප්පාදෝ ලෝකස්මිං<br>
දුල්ලභෝ මනුස්සත්ත පටිලාභෝ<br>
දුල්ලභා ඛණ සම්පත්ති<br>
දුල්ලභා පබ්බජ්ජා<br>
දුල්ලභං සද්ධම්ම සවනං<br>
දුල්ලභෝ සප්පුරිස සංසේවෝ<br><br>

ඉමාය ධම්මානුධම්ම පටිපත්තියා බුද්ධං පූජේමි<br>
ඉමාය ධම්මානුධම්ම පටිපත්තියා ධම්මං පූජේමි<br>
ඉමාය ධම්මානුධම්ම පටිපත්තියා සංඝං පූජේමි<br>
අද්ධා ඉමාය පටිපත්තියා ජාති ජරා මරණම්හා පරිමුච්චිස්සාමි.<br><br>

කායෙන වාචා චිත්තේන පමාදෙන මයා කතං<br>
අච්චයං ඛම මේ භන්තෙ භූරිපඤ්ඤ තථගත<br><br>

කායෙන වාචා චිත්තේන පමාදෙන මයා කතං<br>
අච්චයං ඛම මේ ධම්ම සන්ධිට්ඨික අකාලික<br><br>

කායෙන වාචා චිත්තේන පමාදෙන මයා කතං<br>
අච්චයං ඛම මේ සංඝ පුඤ්ඤක්ඛෙත්ත අනුත්තර<br><br>

සාධූ! සාධූ! සාධූ!
`,
    audio: "/audios/audio-01.mp3",
  },
];
